{
    "Абдукция (abduction)": {
        "description": "вид рассуждения, использующий <a href=\"#Перерегулирование (overshoot)\">абдуктивный вывод</a>, т. е. вывод от следствия к причине. Правила абдуктивного вывода имеют следующий вид: из А следует В; В имеет место; следовательно, причиной В является А. Поскольку причин явления В может быть много, заключение абдуктивного вывода является всего лишь гипотезой, а сам вывод – правдоподобным выводом. Поэтому абдуктивные выводы называют порождением гипотез."
    },
    "Абсолютная устойчивость (absolute stability)": {
        "description": "свойство нелинейного объекта сохранять асимптотическую устойчивость в целом для любых значений параметров нелинейной характеристики объекта из заданного класса нелинейных характеристик."
    },
    "Абстрагирование (abstracting, abstraction)": {
        "description": "процесс формирования образов реальности (представлений, понятий, суждений) посредством отвлечения и пополнения, т. е. путем использования (или усвоения) лишь части из множества соответствующих данных и прибавления к этой части новой информации, не вытекающей из этих данных."
    },
    "Аварийный отказ (emergency failure)": {
        "description": "переход объекта из работоспособного состояния в неработоспособное."
    },
    "Автоколебания (self-oscillations)": {
        "description": "незатухающие колебания в нелинейной динамической системе, амплитуда и частота которых в течение длительного промежутка времени могут оставаться постоянными, не зависят в широких пределах от начальных условий и определяются свойствами самой системы."
    },
    "Автоматизация документооборота (document management automation)": {
        "description": "автоматизация многопользовательской системы, сопровождающей процесс управления работой иерархической организации с целью обеспечения выполнения этой организацией своих функций. При этом предполагается, что процесс управления опирается на человеко-читаемые документы, содержащие инструкции для сотрудников организации, необходимые к исполнению."
    },
    "Автоматизированная система управления предприятием, АСУП (automated enterprise management system)": {
        "description": "автоматизированная система управления, включающая комплекс программных, технических, информационных, лингвистических и организационно-технологических средств для решения задач планирования и управления различными видами деятельности предприятия; включает в себя MRP и ERP системы."
    },
    "Автоматизированная система управления производством, MES (automated production management system)": {
        "description": "часть автоматизированной системы управления предприятием, совокупность технических и программных средств управления всем производственным процессом предприятия."
    },
    "Автоматизированная система управления технологическими процессами, АСУТП, SCADA (automated process control system, APCS)": {
        "description": "часть автоматизированной системы управления предприятием, совокупность технических и программных средств, предназначенных для автоматизации управления технологическим процессом."
    },
    "Автоматизированная система управления, АСУ (automated control system)": {
        "description": "организационно-техническая система управления, в которой за человеком сохраняются некоторые функции либо наиболее общего, целеполагающего и (или) контрольного характера, либо не поддающиеся автоматизации."
    },
    "Автоматизированное рабочее место, АРМ (automated workplace)": {
        "description": "программно-технический комплекс автоматизированной системы управления, предназначенный для автоматизации деятельности определенного вида."
    },
    "Автоматизированное управление (automated control)": {
        "description": "управление, при котором в контуре управления присутствует человек, за которым сохраняются некоторые функции либо наиболее общего, целеполагающего и (или) контрольного характера, либо не поддающиеся автоматизации."
    },
    "Автоматическая классификация (automatic classification)": {
        "description": "частный случай классификации, в машинном обучении аналог задачи распознавания образов, решаемой в режиме обучения без учителя."
    },
    "Автоматическая суммаризация (automatic summarization)": {
        "description": "процесс получения краткого содержания документа с помощью компьютерной программы."
    },
    "Автоматический контроль орфографии и пунктуации (spell checker)": {
        "description": "технология, позволяющая проверять наличие орфографических ошибок в тексте."
    },
    "Автоматический регулятор (automatic controller)": {
        "description": "устройство, получающее и преобразующее сигналы отклонения регулируемой величины и обеспечивающее управление исполнительным органом."
    },
    "Автоматическое управление (automatic control)": {
        "description": "управление, в котором и управляющая, и управляемая системы являются техническими или кибернетическими объектами, т. е. человек в контуре управления отсутствует и реализация управляющих воздействий осуществляется автоматически."
    },
    "Автономная навигация (autonomous navigation)": {
        "description": "навигация без привлечения информации от внешних источников (например, радионавигационных систем)."
    },
    "Автономная система (autonomous system)": {
        "description": "система, способная выполнять задачи или принимать решения без вмешательства человека."
    },
    "Авторефлексия (self-reflexion)": {
        "description": "отражение субъектом в своем сознании и анализ собственных представлений о реальности, принципах и технологиях своей деятельности, о соответствии ее результатов поставленным целям, способам повышения эффективности собственной деятельности."
    },
    "Авторство (authorship)": {
        "description": "признанный на основе закона факт принадлежности какому-то лицу созданного его творческим трудом произведения в области науки, литературы и искусства, а также открытия, изобретения, полезные модели, рационализаторские предложения, промышленные образцы, топологии интегральных микросхем, программы для компьютера."
    },
    "Агент (agent)": {
        "description": "1) автономный, интеллектуальный элемент системы, который взаимодействует с другими ее элементами и внешней средой; 2) управляемый субъект (например, человек, группа или коллектив, или организация); 3) в моделях иерархических игр – игрок, делающий ход вторым при известном ходе центра."
    },
    "Агрегирование (aggregation)": {
        "description": "процесс объединения каких-либо однородных показателей (величин) с целью получения более общих, обобщенных показателей (величин)."
    },
    "Адаптация (adaptation)": {
        "description": "процесс, в ходе которого устанавливается или поддерживается приспособленность системы (т. е. поддержание ее основных параметров) к изменению условий внешней и внутренней среды. Нередко адаптацией (адаптированностью) называют и результат такого процесса – наличие у системы приспособленности к некоторому фактору среды."
    },
    "Адаптивный обход интегратора (adaptive backstepping)": {
        "description": "адаптивный вариант метода обратного обхода интегратора, применяемый при нарушении условий согласования сигналов неопределенности и управления и неизвестных параметрах объекта управления."
    },
    "Адекватный (adequate)": {
        "description": "равный, тождественный, вполне соответствующий."
    },
    "Акселерометр (accelerometer)": {
        "description": "прибор, измеряющий кажущееся ускорение подвижного объекта."
    },
    "Аксиома (axiom)": {
        "description": "исходное положение научной теории, принимаемое в качестве истинного без логического доказательства и лежащее в основе доказательства других положений теории. Вопрос об истинности аксиомы решается либо в рамках какой-либо другой теории, либо посредством интерпретации, т. е. содержательного объяснения данной теории."
    },
    "Аксиомы рациональности (axioms of rationality)": {
        "description": "аксиомы, предписывающие, как должен вести себя субъект в задаче выбора или принятия решений."
    },
    "Аксон (axon)": {
        "description": "длинный отросток нейрона, по которому нервные импульсы идут от тела клетки (сомы) к иннервируемым органам и другим нейронам."
    },
    "Активная система (active system)": {
        "description": "система, хотя бы один элемент которой обладает свойством активности."
    },
    "Активность (activity)": {
        "description": "всеобщая характеристика живых существ, их собственная динамика как источник преобразования или поддержания ими жизненно важных связей с окружающим миром; в узком смысле – способность к самостоятельному выбору определенных целей и действий (включая выбор состояний, сообщение информации, рефлексию и т. д.)."
    },
    "Активный прогноз (active forecast)": {
        "description": "целенаправленное сообщение информации о будущих значениях параметров, зависящих от состояния природы и (или) действий агентов (прогноз – как средство управления)."
    },
    "Активный элемент (active element, agent)": {
        "description": "субъект (индивидуальный или коллективный), обладающий свойством активности."
    },
    "Акустические признаки (acoustic signs)": {
        "description": "особенности звука, которые уникальны для говорящего и могут использоваться для сбора такой информации, как телосложение, пол, возраст и эмоциональное состояние человека, а также окружающая его среда."
    },
    "Акциональная модель (actional model)": {
        "description": "модель влияния в онлайновой социальной сети с учетом действий пользователей и установок управляющего органа (центра)."
    },
    "Алгоритм (algorithm)": {
        "description": "правило последовательности действий – точное, однозначно понимаемое предписание о выполнении в указанной последовательности операций (действий), приводящих к решению любой из некоторого класса задач."
    },
    "Алгоритм обратного распространения ошибки (backpropagation algorithm)": {
        "description": "метод обучения искусственных нейронных сетей, который используется для обновления значений внутренних параметров сети на основе ошибки, отражающей отличие выходных данных от их целевых значений. Данный метод использует градиентный спуск для минимизации невязки (функции ошибки)."
    },
    "Альтернатива (alternative)": {
        "description": "вариант, одна из двух или более возможностей. На множестве альтернатив осуществляется выбор."
    },
    "Анализ (analysis)": {
        "description": "процесс мысленного или реального расчленения предмета, явления, процесса или отношения между предметами на части и установление отношений между этими частями."
    },
    "Анализ аэрокосмических изображений (analysis of aerospace images)": {
        "description": "пространственно-аналитические операции для исследования геометрических и изобразительных свойств изображений, полученных в результате съемки, выполненной специальной аппаратурой, расположенной на летательном или космическом аппарате, изучения временных изменений, выявления взаимосвязей между объектами, явлениями и процессами."
    },
    "Анализ систем управления (analysis of control systems)": {
        "description": "процесс изучения основных свойств математических моделей динамических систем, включая устойчивость, управляемость, наблюдаемость и т. д."
    },
    "Анализ слоев карты (analysis of map layers)": {
        "description": "пространственно-аналитические операции исследования топологических, количественных, качественных, пространственно-временных, геометрических свойств слоев, представленных в карте, как наборов географических данных, однотипных пространственных объектов (одной мерности), относящихся к одной теме (классу объектов) в пределах некоторой территории и в системе координат, общих для набора слоев."
    },
    "Аналогия (analogy)": {
        "description": "сходство предметов (явлений, процессов и т. д.) в каких-либо свойствах."
    },
    "Аналоговые сигналы (analog signals)": {
        "description": "сигналы, которые описываются непрерывными и кусочно-непрерывными функциями, причем как сама функция, так и ее аргумент могут принимать любые значения в пределах некоторого интервала."
    },
    "Анизотропийные оптимальные регуляторы (anisotropy-based optimal controllers)": {
        "description": "регуляторы для линейных систем в дискретном времени, получаемые из критерия минимизации анизотропийной нормы."
    },
    "Анонимный механизм (anonymous mechanism)": {
        "description": "процедура принятия решений (механизм), симметричная относительно перестановок агентов."
    },
    "Ансцентный фильтр (unscented filter, UKF)": {
        "description": "одна из модификаций обобщенного фильтра Калмана, основанная на ансцентном преобразовании."
    },
    "Аппроксимационный подход (approximation approach)": {
        "description": "подход, основанный на построении аппроксимационных полиномов, с помощью которых оценивается целевая функция."
    },
    "Асимметричная криптография (asymmetric cryptography)": {
        "description": "метод шифрования данных, предполагающий использование двух ключей – открытого и закрытого."
    },
    "Асинхронное событие (asynchronous event)": {
        "description": "событие, не совпадающее во времени с некоторым потоком событий; в программировании – внешнее событие, возникающее независимо от потока команд программы."
    },
    "Аспект (aspect)": {
        "description": "точка зрения, с которой рассматривается объект, явление, понятие, перспектива."
    },
    "Ассистивные технологии (assistive technology)": {
        "description": "устройства и услуги для поддержания или повышения функциональных возможностей и автономности людей. Примеры ассистивных устройств и технологий: устройства для улучшения слуха и зрения; альтернативные методы ввода информации в компьютер (помимо клавиатуры и мыши), например, распознавание речи; электронные средства управления домашними приборами; механические средства повышения мобильности."
    },
    "Астронавигация (celestial navigation)": {
        "description": "навигация с использованием информации о наблюдаемом угловом положении известных небесных тел."
    },
    "Атрибут (attribute)": {
        "description": "существенное свойство, без которого данное явление не может ни существовать, ни быть представленным."
    },
    "Аффинная неопределенность (affine uncertainty)": {
        "description": "ситуация, в которой некоторые параметры являются аффинными функциями от неопределенных параметров, принадлежащих заданному множеству (т. н. области неопределенности)."
    },
    "База геоданных (geodatabase, geographic database)": {
        "description": "пространственная база данных, используемая для хранения географических данных и управления ими."
    },
    "Байесовский вывод (Bayesian inference)": {
        "description": "статистический вывод, использующий новые факты для оценки вероятности гипотез на основе теоремы (формулы) Байеса."
    },
    "Байесовское рассуждение (Bayesian reasoning)": {
        "description": "см. байесовский вывод."
    },
    "Балансировка линий (line balancing)": {
        "description": "распределение операций по рабочим станциям производственной линии для оптимизации некоторой целевой функции, например, для минимизации времени простоя или необходимого количества рабочих станций."
    },
    "Балансировка нагрузки (load balancing)": {
        "description": "метод распределения заданий между несколькими серверами (в компьютерной сети) или несколькими аппаратными ресурсами (в компьютере) с целью повышения производительности вычислительной системы."
    },
    "Баровысотомер (bar altimeter)": {
        "description": "прибор, определяющий высоту полета атмосферного летательного аппарата при помощи измерения забортного давления."
    },
    "Безмасштабная сеть (scale-free network)": {
        "description": "сеть, в которой степени узлов (т. е. количества смежных узлов) распределены по степенному закону."
    },
    "Безопасность информационной технологии (information technology security)": {
        "description": "состояние информационной технологии, определяющее защищенность информации и ресурсов информационной технологии от действия объективных и субъективных, внешних и внутренних, случайных и преднамеренных угроз, а также способность информационной технологии выполнять предписанные функции без нанесения неприемлемого ущерба субъектам информационных отношений."
    },
    "Безотказность (reliability)": {
        "description": "свойство объекта непрерывно сохранять работоспособное состояние в течение заданного времени или наработки в заданных режимах и условиях применения."
    },
    "Бесконечномерная система управления (infinite-dimensional control system)": {
        "description": "система управления, пространство состояний которой имеет бесконечную размерность."
    },
    "Бесконфликтность сети (free of conflict, non-conflict)": {
        "description": "свойство параллельной сети производить перестановки пакетов по сети бесконфликтным образом."
    },
    "Бесплатформенная инерциальная навигационная система, БИНС (strapdown INS, SINS)": {
        "description": "инерциальная навигационная система, в которой чувствительные элементы жестко закреплены на корпусе."
    },
    "Бинарное отношение (binary relation)": {
        "description": "совокупность упорядоченных пар элементов множества, на котором задано это отношение."
    },
    "Биометрический доступ (biometric access)": {
        "description": "разновидность системы контроля, которая предполагает использование в качестве идентификатора биометрические данные человека (например, отпечатки пальцев, фотографию, сетчатка глаза и пр.)."
    },
    "Биометрия (biometrics)": {
        "description": "физиологическая и биологическая информация о человеке, идентифицирующая его личность (например, лицо, отпечаток пальца, голос и пр.)."
    },
    "Биомеханика (biomechanics)": {
        "description": "наука, изучающая движения живых существ."
    },
    "Блокирующая переменная (blocking variable)": {
        "description": "некоторая глобальная переменная, к которой имеют прямой доступ все потоки команд некоторого процесса и которая используется для их взаимной синхронизации. Реализуется в виде мьютексов и семафоров."
    },
    "Блочный подход (block approach)": {
        "description": "декомпозиционный метод синтеза обратных связей с предварительным преобразованием модели объекта управления в эквивалентную блочную форму. Эта форма состоит из связанных элементарных подсистем (блоков), количество и размерность которых определяются структурными свойствами объекта управления в решаемой задаче (управляемости, наблюдаемости, автономности, инвариантности). Далее на основе этой формы в каждом блоке последовательно формируются локальные обратные связи. В качестве фиктивных управлений выступают переменные следующего блока, а на последнем шаге – истинное управление. Блочный подход лежит в основе бэкстеппинга."
    },
    "Большой коэффициент усиления (high gain)": {
        "description": "применяется в обратной связи с целью подавить с заданной точностью воздействие внешних согласованных возмущений и (или) обеспечить декомпозицию общего движения замкнутой системы большой размерности на подсистемы быстрых и медленных движений."
    },
    "Бортовая система управления (on-board control system)": {
        "description": "система управления, применяемая на борту подвижных объектов различного назначения; комплекс электронных устройств и программного обеспечения, предназначенный для контроля и управления различными системами и агрегатами подвижного объекта (автомобиля, летательного аппарата, корабля, космического аппарата и т. д.), обеспечивающий сбор и обработку данных от различных датчиков, расчет и реализацию управляющих воздействий на исполнительные механизмы для достижения определенных целей или выполнения заданных функций."
    },
    "Буферизация данных (data buffering)": {
        "description": "метод организации обмена данными, который подразумевает использование быстродействующего запоминающего устройства для временного хранения данных."
    },
    "Быстрое преобразование Фурье, БПФ (fast Fourier transform, FFT)": {
        "description": "алгоритм ускоренного вычисления дискретного преобразования Фурье, позволяющий получить результат за время, меньшее требуемого для прямого вычисления."
    },
    "Бэкстеппинг (backstepping)": {
        "description": "рекурсивная процедура синтеза адаптивного управления для нелинейных одноканальных систем специального («треугольного») вида. Совмещает последовательный обход каждого интегратора системы (скалярной подсистемы) с добавлением стабилизирующей обратной связи и последовательное формирование функции Ляпунова. После обхода всех интеграторов выводится итоговый закон управления."
    },
    "Веерная оргструктура (fan structure)": {
        "description": "двухуровневая древовидная организационная структура."
    },
    "Векторная обработка (vector processing)": {
        "description": "компьютерные вычисления, при которых выполнение одной инструкции процессора инициирует одновременное выполнение нескольких однотипных операций над несколькими порциями данных."
    },
    "Векторные модели представления данных (vector models of data representation)": {
        "description": "цифровое представление точечных, линейных и полигональных пространственных объектов в виде набора координатных пар с описанием только геометрии или геометрии и топологических отношений между объектами."
    },
    "Векторный процессор (vector processor)": {
        "description": "процессор, в котором операндами команд могут выступать упорядоченные массивы данных – векторы."
    },
    "Величина (value)": {
        "description": "то, что можно измерить, исчислить; свойство некоторого множества, относительно элементов которого имеют смысл утверждения: больше, меньше, равно."
    },
    "Верификация (verification)": {
        "description": "подтверждение, проверка с помощью доказательств каких-либо теоретических положений, алгоритмов, программ и процедур путем их сопоставления с эталонными или эмпирическими данными."
    },
    "Верификация программного обеспечения (software verification)": {
        "description": "проверка соответствия результатов отдельных этапов разработки программной системы требованиям и ограничениям, сформулированным для них на предыдущих этапах."
    },
    "Веса критериев (criteria weights)": {
        "description": "весовые коэффициенты, отражающие важность или значимость критериев."
    },
    "Взаимная блокировка, дедлок (deadlock)": {
        "description": "ситуация, в которой каждый поток команд из группы ожидает события, которое может вызвать только другой поток команд из той же группы, но не может этого сделать из-за взаимных зависимостей в группе."
    },
    "Вид (kind)": {
        "description": "1) класс предметов, который входит в объем более широкого класса предметов, называющегося родом; 2) видимый облик, состояние."
    },
    "Внедрение (implementation)": {
        "description": "использование в производстве, в практике результатов каких-либо экспериментов, исследований; использование в практической деятельности; распространение нововведений; достижение практического использования прогрессивных идей, изобретений, результатов научных исследований, инноваций."
    },
    "Внешние возмущения (exogenous disturbances)": {
        "description": "воздействие на систему из внешней среды; в моделях динамических систем – неопределенность в описании системы, проявляющаяся в форме сигнала, о котором имеется лишь неполная информация (некоторые статистические свойства, если сигнал имеет вероятностную природу, ограниченность в какой-либо норме при детерминированной природе сигнала и пр.)."
    },
    "Внешняя среда (environment)": {
        "description": "совокупность предметов и субъектов, явлений и процессов, не входящих в рассматриваемую систему, но взаимодействующих с ней."
    },
    "Воксель (voxel)": {
        "description": "объемный (volumetric) пиксель (pixel) – элемент объемного изображения, содержащий значение элемента растра в трехмерном пространстве; является аналогом двумерных пикселей для трехмерного пространства."
    },
    "Воксельная модель (voxel model)": {
        "description": "структура графических данных, основанная на вокселях."
    },
    "Восстанавливаемость (recoverability)": {
        "description": "свойство объекта, заключающееся в его способности восстанавливаться после отказа без ремонта."
    },
    "Восстанавливаемый элемент (recoverable element)": {
        "description": "элемент, работоспособность которого может быть восстановлена ремонтом, в том числе и путем замены."
    },
    "Временная избыточность (temporal redundancy)": {
        "description": "дополнительное время, временной резерв, используемый для предоставления системе необходимого сервиса, например, для повторения действий или выполнения непредвиденных запросов без нарушения временных характеристик функционирования объекта."
    },
    "Временное смещение (lateness)": {
        "description": "разность времени завершения выполнения требования и ее директивного срока."
    },
    "Время ожидания начала обслуживания (demand service waiting time)": {
        "description": "время, которое проходит от момента поступления в систему массового обслуживания требования до его постановки на обслуживание (время пребывания в очереди)."
    },
    "Время отклика системы (system response time)": {
        "description": "временной интервал между подачей запроса в операционную систему и ее реакцией на этот запрос."
    },
    "Время пребывания требований в системе (time spent in the queuing system)": {
        "description": "время, которое проходит от момента поступления в систему массового обслуживания требования до его ухода из системы по окончании обслуживания."
    },
    "Встроенная система (embedded system)": {
        "description": "специализированная микропроцессорная или микроконтроллерная управляющая система, устанавливаемая непосредственно в управляемое устройство."
    },
    "Встроенные точки контроля (information backpoints)": {
        "description": "периодически запоминаемая служебная информация о текущем состоянии системы, необходимая для возврата на шаг назад."
    },
    "Встроенный контроль, функциональный контроль (built-in check, embedded checking?)": {
        "description": "контроль работоспособности системы при функционировании по назначению с помощью встроенной аппаратуры."
    },
    "Второй метод Ляпунова, метод Ляпунова (Lyapunov's second method)": {
        "description": "прямой метод получения достаточных условий устойчивости равновесия в большом на основании построения специальных функций Ляпунова."
    },
    "Входящий поток требований (incoming flow)": {
        "description": "поступающий в систему массового обслуживания поток требований на обслуживание."
    },
    "Выбор (choice)": {
        "description": "операция, входящая во всякую целенаправленную деятельность и состоящая в целевом сужении множества допустимых альтернатив (обычно, если позволяют условия, до одной альтернативы)."
    },
    "Выборка (sample)": {
        "description": "множество случаев (испытуемых, объектов, событий, образцов), с помощью определенной процедуры выбранных из генеральной совокупности для участия в исследовании."
    },
    "Вывод (inference)": {
        "description": "процесс, в ходе которого осуществляется переход от некоторых исходных утверждений (посылок) к новым утверждениям (заключениям) на основании правил вывода. Вывод может быть элементарным: в этом случае переход от посылок к заключению происходит в результате однократного применения правила вывода. В общем случае вывод является последовательностью элементарных выводов, где на каждом шаге в число посылок могут входить, помимо прочих, также заключения, полученные на предыдущих шагах."
    },
    "Высокореактивные системы управления (highly reactive control systems)": {
        "description": "системы управления, созданные для работы в условиях жесткого реального времени."
    },
    "Вычислительная система реального времени (real-time computing system)": {
        "description": "аппаратно-программный комплекс, реагирующий на внешние события в рамках заданных временных ограничений. Включает в состав операционные системы реального времени."
    },
    "Вычислительная техника (computing, computer engineering, computer technology)": {
        "description": "область науки и техники, изучающая принципы создания и функционирования технических средств вычислений и обработки информации."
    },
    "Гарантированное оценивание (guaranteed estimation)": {
        "description": "оценивание неизвестных параметров путем построения множества, гарантированно содержащего все возможные значения этих параметров при всех допустимых неопределенностях в описании, внешних возмущениях и ошибках измерений."
    },
    "Гарантирующая стратегия (guaranteeing strategy)": {
        "description": "выбор субъектом действия, обеспечивающего ему максимальный гарантированный результат."
    },
    "Генеративные модели (generative models)": {
        "description": "статистические модели искусственного интеллекта в форме совместного распределения вероятностей, способные порождать «новые» данные (целевая переменная) различных форматов (аудио, фото, видео, текст и т. п.) на основе входных запросов (наблюдаемая переменная), через «выучивание» шаблонных и структурных характеристик обучающего набора данных."
    },
    "Генератор возмущений (perturbation generator)": {
        "description": "техническое устройство или программный модуль используемый для моделирования работы системы при воздействии возмущений, а также как генератор тестовых сигналов в системе для целей идентификации."
    },
    "Генератор шума (noise generator)": {
        "description": "устройство, предназначенное для создания специальных помех в определенном частотном диапазоне с целью защиты важной информации от несанкционированного вмешательства."
    },
    "Генетические модели (genetic models)": {
        "description": "в медицине: лабораторные животные, обычно чистых линий, с фиксированной генетической особенностью, используемые для воспроизведения искусственного заболевания, имеющего те или иные черты соответствующей болезни человека."
    },
    "Генетический алгоритм (genetic algorithm)": {
        "description": "эвристический алгоритм локального поиска, используемый для решения задач оптимизации и моделирования путем случайного подбора, комбинирования и изменения параметров по некоторой аналогии с механизмами эволюции природных популяций (включая механизмы внутривидовой и межвидовой конкуренции и кооперации)."
    },
    "Геоданные (geodata, geographical data)": {
        "description": "информация о географическом местоположении и распространении в соответствующей среде объектов, явлений, событий, их состоянии, взаимосвязи, зависимости и динамике, используемая для формирования пространственных и атрибутивных частей базы геоданных."
    },
    "Геоинформатика (geoinformatics)": {
        "description": "научно-техническое направление, объединяющее теорию цифрового моделирования предметной области с использованием пространственных данных, технологии создания и использования геоинформационных систем, производство геоинформационной продукции и оказание геоинформационных услуг."
    },
    "Геоинформационная система, ГИС (geoinformation system, GIS, geographic information system)": {
        "description": "система, оперирующая пространственными данными, предназначенная для сбора, обработки, анализа, моделирования и отображения геоданных, а также для решения информационных и расчетных задач с использованием цифровой информации."
    },
    "Геоинформационное картографирование (geoinformation mapping)": {
        "description": "автоматизированное создание и применение карт на основе ГИС с использованием пространственных баз данных."
    },
    "Геометрическое моделирование (geometric modeling)": {
        "description": "раздел прикладной математики и вычислительной геометрии, изучающий методы и алгоритмы математического описания фигур."
    },
    "Геофизический мониторинг (geophysical monitoring)": {
        "description": "система регулярных многолетних наблюдений различных параметров оболочек Земли (атмосферы, гидросферы, литосферы) с целью оценки их состояния и его изменения во времени. Основными функциями геофизического мониторинга являются контроль качества атмосферного воздуха, воды, почвы и других компонентов ландшафта, определение основных источников загрязнения и прогнозирование будущего состояния среды, в том числе опасных природных явлений."
    },
    "Гибкая производственная система, ГПС (flexible production system)": {
        "description": "метод организации производства, позволяющий оперативно менять технологию и (или) номенклатуру и объем производимой продукции."
    },
    "Гибридные системы (hybrid systems)": {
        "description": "системы управления, в которых непрерывная динамика, порождаемая в каждый момент времени одной из априорно заданного набора непрерывных систем, перемежается с дискретными операциями, подающими команды либо на мгновенное переключение с одной системы на другую, либо на мгновенную перестройку с заданных текущих координат на другие координаты, либо на то и другое одновременно."
    },
    "Гиперотношения (hyperrelations)": {
        "description": "попарные отношения между подмножествами. В отличие от бинарных отношений, которые связывают два элемента и представляются графами, гиперотношения связывают множества элементов и представляются гиперграфами."
    },
    "Гиперпоточность (hyper-threading technology, hyperthreading)": {
        "description": "технология повышения производительности, при которой одно физическое ядро процессора определяется операционной системой как два или несколько отдельных логических ядер. Суть этой технологии заключается в передаче «полезной работы» простаивающим исполнительным устройствам."
    },
    "Гипотеза (hypothesis)": {
        "description": "предположение, допущение, истинное значение которого неопределенно; предположение, истинность которого не очевидна."
    },
    "Гипотеза благожелательности (hypothesis of benevolence)": {
        "description": "предположение, что из множества одинаково предпочтительных со своей точки зрения альтернатив субъект (агент) выбирает альтернативу, наиболее предпочтительную для центра."
    },
    "Гипотеза детерминизма (hypothesis of deterministic behavior)": {
        "description": "предположение, что субъект стремится устранить с учетом всей имеющейся у него информации существующую неопределенность и принимать решения в условиях полной информированности."
    },
    "Гипотеза индикаторного поведения (hypothesis of indicative behavior)": {
        "description": "предположение о поведении участника динамической организационной системы, в соответствии с которым в каждом периоде он делает в пространстве действий «шаг» в направлении своего действия, которое было бы оптимальным при обстановке, сложившейся в предыдущем периоде."
    },
    "Гипотеза независимого поведения (hypothesis of independent behavior)": {
        "description": "предположение, что каждый субъект производит выбор своего действия независимо от выбора других субъектов."
    },
    "Гипотеза рационального поведения (hypothesis of rational behavior)": {
        "description": "предположение, что субъект (агент или центр) с учетом всей имеющейся у него информации выбирает действия, которые приводят к наиболее предпочтительным результатам деятельности."
    },
    "Гипотеза слабого влияния (hypothesis of slight influence)": {
        "description": "предположение, что действия отдельного субъекта практически не влияют на определенные параметры организационной системы."
    },
    "Гирогоризонт (gyro-horizon)": {
        "description": "гироскопический измерительный прибор, определяющий положение местной вертикали на борту подвижного объекта."
    },
    "Гироскоп (gyro, gyroscope)": {
        "description": "в физике: тяжелое, как правило осесимметричное тело, вращающееся с высокой угловой скоростью, угловое движение которого обладает рядом полезных на практике особенностей; в навигации: прибор, определяющий параметры ориентации или углового движения подвижного объекта и использующий в своей работе как особенности движения быстро вращающихся тел, так и другие физические принципы."
    },
    "Гиростабилизированная платформа (gyro-stabilized platform)": {
        "description": "гироскопическое устройство, предназначенное для стабилизации отдельных предметов или приборов, а также для определения угловых отклонений предметов. В составе инерциальных навигационных систем на гиростабилизированную платформу устанавливаются акселерометры."
    },
    "Глобальная навигационная спутниковая система, ГНСС (Global Navigation Satellite System, GNSS)": {
        "description": "спутниковая навигационная система, использующая для своей работы, как правило, данные о псевдодальностях до навигационных спутников и псевдоскоростях этих спутников."
    },
    "ГЛОНАСС (GLONASS)": {
        "description": "глобальная спутниковая навигационная система, разрабатываемая и поддерживаемая Российской Федерацией."
    },
    "Глубина рефлексии (reflexivity depth)": {
        "description": "см. ранг рефлексии."
    },
    "Глубокая нейронная сеть (deep neural network)": {
        "description": "искусственная нейронная сеть, имеющая в своем составе, как правило, не менее двух скрытых слоев."
    },
    "Глубокая неопределенность (deep uncertainty)": {
        "description": "ситуация принятия решений, когда нет никакой информации о том, какова вероятность или иная количественная оценка развития ситуации; см. также истинная неопределенность."
    },
    "Голосование (voting)": {
        "description": "процесс подачи голосов участниками голосования за одну или несколько альтернатив, предъявления упорядочения всех или части альтернатив, предъявления предпочтений относительно альтернатив."
    },
    "Голосовое управление (voice-user interface)": {
        "description": "процесс обеспечения устного взаимодействия человека с компьютерами, использующий распознавание речи для понимания устных команд и ответов на вопросы, а также, как правило, преобразование текста в речь для воспроизведения ответа."
    },
    "Горизонт планирования (planning horizon)": {
        "description": "число будущих периодов времени, для которых определяются планы при управлении динамической системой или динамической организационной системой."
    },
    "Граф коммуникаций (communication graph)": {
        "description": "граф (орграф) на множестве агентов, взвешенные ребра (дуги) которого характеризуют взаимосвязь агентов."
    },
    "Граф рефлексивной игры (reflexive game graph)": {
        "description": "граф, вершины которого соответствуют реальным и фантомным агентам, и в каждую вершину входят дуги (их число на единицу меньше числа реальных агентов), идущие из вершин-агентов, от действий которых в информационном равновесии зависит выигрыш данного агента."
    },
    "Графический подход (graphical approach)": {
        "description": "подход, основанный на методе динамического программирования и позволяющий решать задачи дискретной оптимизации с отрицательными и нецелочисленными значениями параметров."
    },
    "Группа (group)": {
        "description": "1) совокупность людей, объединенных общностью интересов, профессии, деятельности и т. п.; 2) в математике – множество, на котором определена ассоциативная бинарная операция, для которой имеется нейтральный элемент, и каждый элемент множества имеет обратный."
    },
    "Дальновидность (far-seeing)": {
        "description": "свойство субъекта учитывать будущие последствия принимаемых сегодня решений."
    },
    "Дальномерные измерения (range measurements)": {
        "description": "измерения расстояния от подвижного объекта до известных ориентиров."
    },
    "Датчик (sensor)": {
        "description": "устройство, включающее один или несколько первичных преобразователей и предназначенное для формирования информационного сигнала, пропорционального значению определяемой физической величины, действующей на чувствительный(-ые) элемент(-ы), в соответствии с заданной передаточной характеристикой."
    },
    "Дедлайн (deadline, hard deadline)": {
        "description": "жесткий директивный срок."
    },
    "Дедуктивное моделирование неисправностей (deductive failures modeling, deductive modeling of failures)": {
        "description": "получение списков проверяемых и непроверяемых неисправностей на заданных входных воздействиях."
    },
    "Дедукция (deduction)": {
        "description": "одна из мыслительных операций – умозаключение от общего к частному, от общих суждений к частным выводам; вид рассуждения, использующий дедуктивный вывод – достоверный вывод, происходящий по правилам логики. Два основных (бескванторных) правила дедуктивного вывода: 1) modus ponens: если А истинно, то В истинно; А истинно; следовательно, В истинно; 2) modus tollens: если А истинно, то В истинно; В ложно; следовательно, А ложно (рассуждение «от противного»)."
    },
    "Действие (action)": {
        "description": "произвольный акт, акция, процесс, подчиненный представлению о желаемом результате, т. е. процесс (акт деятельности), подчиненный конкретной осознаваемой цели."
    },
    "Декларативные знания (declarative knowledge)": {
        "description": "знания об объектах, процессах, задачах, представленные в описательном виде, без указания способов их получения, построения или решения."
    },
    "Декомпозиция (decomposition)": {
        "description": "операция разделения целого на части с сохранением признака подчиненности, принадлежности."
    },
    "Дележ (allocation)": {
        "description": "распределение между игроками (в кооперативной игре) выигрыша максимальной коалиции, дающее каждому игроку больше его индивидуального выигрыша."
    },
    "Дендрит (dendrite)": {
        "description": "короткий разветвленный отросток, отходящий от тела нейрона. На дендрите расположены рецепторы, воспринимающие сигналы от других нейронов."
    },
    "Дерево онтологии (tree of ontology)": {
        "description": "представление онтологии в виде ориентированного дерева, в котором вершины соответствуют понятиям, а ребра – отношениям между ними. Наиболее типичные отношения в этом дереве – класс-подкласс и класс-экземпляр."
    },
    "Дерево отказов (faulty tree)": {
        "description": "логический граф (дерево) с одним финальным событием (авария или отказ элемента или всей системы), позволяющий найти все возможные пути, при реализации которых оно может произойти."
    },
    "Детектируемость, обнаруживаемость (detectability)": {
        "description": "свойство частично наблюдаемых линейных систем , заключающееся в том, что в представлении в канонической форме наблюдаемости их подсистема ненаблюдаемых переменных имеет устойчивую матрицу собственных движений."
    },
    "Дефаззификация, дефазификация (defuzzification)": {
        "description": "процедура, обратная фазификации – процесс преобразования нечетких переменных или нечетких множеств, в четкие."
    },
    "Дефект (defect)": {
        "description": "неисправность, не ведущая к отказу."
    },
    "Деятельность (activity)": {
        "description": "специфическая человеческая форма отношения к окружающему миру, содержание которой составляет его целесообразное изменение и преобразование."
    },
    "Диагностирование отказов, локализация отказов (fault diagnosis, fault localization)": {
        "description": "процесс подачи наборов входных воздействий на систему или ее часть (элемент), результат которого позволяет сделать вывод о месте и характере (виде) отказа."
    },
    "Диагностический тест (diagnostic test)": {
        "description": "множество заданных входных воздействий на объект, достаточное для того, чтобы по значениям выходов объекта убедиться в его исправности, а в случае неисправности локализовать неисправности с точностью до неразличимых; тест для обнаружения места и вида отказа."
    },
    "Диагностическое обеспечение (diagnostic software)": {
        "description": "совокупность алгоритмов и программно-аппаратных средств для решения задач диагностирования."
    },
    "Диктаторское правило (dictatorial rule)": {
        "description": "правило коллективного выбора, в котором коллективный выбор всегда совпадает с мнением одного выделенного избирателя."
    },
    "Динамика мнений (opinion dynamics)": {
        "description": "процесс изменения мнений агентов вследствие социального влияния и других факторов."
    },
    "Динамическая обратная связь (dynamic feedback)": {
        "description": "обратная связь с использованием не только измеряемых переменных, но также переменных вспомогательных подсистем, алгоритмически реализуемых в вычислительной среде. К ним относятся фильтры, наблюдатели состояния и возмущений, идентификаторы параметров, компенсаторы, генераторы внешних воздействий и т. п."
    },
    "Динамическая организационная система (dynamic organization)": {
        "description": "организационная система, в которой участники принимают решения многократно (последовательность выбора стратегий, характерная для статических систем, повторяется, как минимум, несколько раз – см. игра повторяющаяся)."
    },
    "Динамические системы (dynamic systems)": {
        "description": "системы, для каждого элемента которых задана модель изменения его состояния (положения в фазовом пространстве) со временем."
    },
    "Динамические управляемые системы (controlled dynamic systems)": {
        "description": "динамические системы, в которых для каждого элемента которых модель изменения его состояния (положения в фазовом пространстве) со временем включает управление и, быть может, внешние факторы (возмущения)."
    },
    "Динамическое программирование (dynamic programming)": {
        "description": "метод оптимизации, основанный на разбиении сложной задачи на ряд более простых подзадач рекурсивным образом и использующий свойства оптимальной подструктуры, перекрывающиеся задачи и возможность запоминания решения часто встречающихся подзадач."
    },
    "Директивный срок (due date, soft deadline)": {
        "description": "срок, к которому желательно завершить обслуживание требования, решение задачи и т. п."
    },
    "Дискретное преобразование Фурье, ДПФ (discrete Fourier transform, DFT)": {
        "description": "одно из преобразований Фурье дискретной функции, широко применяемое в алгоритмах цифровой обработки сигналов, а также в других областях, связанных с анализом частот в дискретном сигнале."
    },
    "Дискретные сигналы (discrete signals)": {
        "description": "сигналы, которые могут быть описаны в виде счетного набора отсчетов (значений) в заданные моменты времени."
    },
    "Дискретные системы (discrete systems)": {
        "description": "системы, в математических моделях функционирования которых все координаты могут принимать только конечное число значений."
    },
    "Дистанционное зондирование (remote sensing)": {
        "description": "процесс получения информации о поверхности Земли и одругих космических телах, объектах, расположенных на Земле или в ее недрах без установления физического контакта с объектом."
    },
    "Дисциплина обслуживания (service discipline)": {
        "description": "совокупность правил выбора на обслуживание требований, находящихся в очереди на обслуживание."
    },
    "Дифферент (trim)": {
        "description": "угол, описывающий отклонение положения подвижного объекта относительно горизонта в продольном направлении."
    },
    "Доказательство (proof)": {
        "description": "метод исследования – теоретическое (логическое) действие, в процессе которого истинность какого-либо утверждения обосновывается с помощью других утверждений. По способу ведения доказательства бывают прямыми и косвенными, по форме умозаключения – индуктивными и дедуктивными."
    },
    "Доминантная стратегия (dominant strategy)": {
        "description": "выбор игроком действия, которое при любой обстановке игры обеспечивает максимум его целевой функции."
    },
    "Допплеровские измерения (Doppler measurements)": {
        "description": "измерения относительных скоростей (т. е. скоростей относительно подвижного объекта) известных ориентиров."
    },
    "Допустимое множество (feasible set)": {
        "description": "множество значений переменных (в т. ч. состояний, действий или управлений), удовлетворяющее всем ограничениям."
    },
    "Допустимый риск (acceptable risk, risk threshold)": {
        "description": "величина риска (группы рисков), уменьшенная до уровня, который считается максимально возможным с учетом действующей политики в области безопасности."
    },
    "Достоверный вывод (valid inference)": {
        "description": "вывод, при котором, если посылки верны, то заключение гарантированно верно. «Верность» может означать как истину, так и ложь. Например, заключение рассуждения от противного состоящее в том, что А ложно, оказывается верным, если обе посылки верны, в частности если В ложно."
    },
    "Доступность информации (information availability)": {
        "description": "состояние информации (ресурсов информационной системы), при котором субъекты, имеющие право доступа, могут реализовать их беспрепятственно."
    },
    "Дробная избыточность (fractional redundancy)": {
        "description": "резервирование объекта в целом при резерве меньшем, чем число рабочих элементов."
    },
    "ДСМ-метод (DSM-method)": {
        "description": "совокупность методов автоматического порождения гипотез, представляющая собой синтез индукции, аналогии и абдукции. Назван в честь Дж. С. Милля, методы которого активно используются."
    },
    "Единый (unified)": {
        "description": "общий, объединенный."
    },
    "Жадные алгоритмы (greedy algorithms)": {
        "description": "класс алгоритмов решения задач оптимизации, основанных на принятии локально оптимальных решений на каждом шаге."
    },
    "Жесткое реальное время, ЖРВ (hard real time)": {
        "description": "условие детерминированного и предсказуемого поведения системы с гарантированным временем отклика для выполнения критически важных задач."
    },
    "Живучесть (survivability)": {
        "description": "1) способность объекта поддерживать реализацию своих основных критических функций при воздействии непредвиденных внешних возмущений при помощи предусмотренного использования элементов конструкции, систем и агрегатов, резервных запасов и специальных приемов управления; 2) свойство объекта, состоящее в его способности противостоять развитию критических отказов из дефектов и повреждений, или свойство объекта сохранять работоспособность при воздействиях, не предусмотренных условиями эксплуатации."
    },
    "Жизненный цикл (lifecycle)": {
        "description": "процесс эволюции системы, продукта, сервиса, проекта или иного объекта, начиная от концепции (или появления) и заканчивая утилизацией (или прекращением существования)."
    },
    "Задача (problem)": {
        "description": "то, что требует исполнения, решения; данная в определенных конкретных условиях цель деятельности."
    },
    "Задача быстродействия (time-optimal control problem)": {
        "description": "задача оптимального управления по минимизации критерия быстродействия, т. е. критерием задачи является время перевода системы из начального состояния в конечное."
    },
    "Задача коррекции (correction problem)": {
        "description": "в навигации: задача уточнения параметров и результатов инерциальной навигационной системы при помощи данных неинерциальной природы."
    },
    "Задача оптимального оценивания (optimal estimation problem)": {
        "description": "математическая задача, которая заключается в нахождении наиболее вероятного значения параметра или вектора параметров по результатам наблюдений или измерений."
    },
    "Задача слежения (tracking problem)": {
        "description": "задача построения управления, обеспечивающего такое изменение состояния системы со временем, которое в некотором смысле (например, в смысле минимизации квадрата отклонения) мало отличается от заранее заданной траектории в фазовом пространстве."
    },
    "Задача управления (control problem)": {
        "description": "задача определения оптимального или рационального управления."
    },
    "Задачи управления проектами при ограниченных ресурсах (resource constrained project scheduling problems, RCPSP)": {
        "description": "задачи планирования работ при заданном частичном порядке их выполнения и ограничениях на ресурсы."
    },
    "Задающее воздействие (setting influence)": {
        "description": "внешнее воздействие, отражающее информацию о требуемом поведении управляемой системы."
    },
    "Закон (law)": {
        "description": "одна из форм организации научного знания – существенное, объективное, всеобщее, устойчивое повторяющееся отношение между явлениями, процессами."
    },
    "Замкнутая управляемая система (closed-loop control system)": {
        "description": "динамическая управляемая система вместе с управляющим ею регулятором."
    },
    "Запаздывание (tardiness)": {
        "description": "превышение директивного срока выполнения требования."
    },
    "Запас живучести (survivability margin)": {
        "description": "способность объекта при наличии структурной избыточности восстанавливать отказавшие элементы без прекращения функционирования."
    },
    "Запас устойчивости (stability margin)": {
        "description": "наибольшая действительная часть собственных чисел линейной замкнутой системы."
    },
    "Запроектная авария (beyond design basis accident)": {
        "description": "авария, вызванная неучитываемыми для проектных аварий исходными событиями или сопровождающаяся дополнительными по сравнению с проектными авариями отказами систем безопасности сверх единичного отказа, реализацией ошибочных решений персонала."
    },
    "Защита информации (information protection)": {
        "description": "комплекс организационно-технических мероприятий, направленных на исключение несанкционированного доступа, обеспечение целостности, доступности информации, невозможности ее уничтожения неправомерными или случайными действиями людей, воздействием вредоносных программ либо других факторов."
    },
    "Заявка на обслуживание (service call, demand, order, task)": {
        "description": "поступающее в систему массового обслуживания единичное требование на обслуживание."
    },
    "Знак (sign)": {
        "description": "1) сигнал, имеющий конкретное значение, воспринимаемое человеком; 2) реальная модель абстрактного понятия."
    },
    "Знание (knowledge)": {
        "description": "1) отражение действительности в сознании; 2) совокупность сведений в какой-нибудь области."
    },
    "Игра (game)": {
        "description": "1) взаимодействие сторон, интересы которых не совпадают; 2) вид непродуктивной деятельности, мотив которой заключается не в ее результате, а в самом процессе."
    },
    "Игра антагонистическая (antagonistic game)": {
        "description": "игра двух игроков, в которой сумма их выигрышей постоянна при любой ситуации игры."
    },
    "Игра в нормальной форме (normal form game)": {
        "description": "игра, представленная в виде множества игроков, выбирающих действия однократно, одновременно и независимо, их целевых функций и допустимых множеств в условиях общего знания."
    },
    "Игра в развернутой форме (extensive form game)": {
        "description": "игра, представленная в виде дерева, вершины которого соответствуют ситуациям игры."
    },
    "Игра Г1 (Stackelberg game)": {
        "description": "иерархическая игра, в которой центр не рассчитывает наблюдать выбор агента (игра Штакельберга)."
    },
    "Игра Г2 (the Germeier game Г2, the inverse Stackelberg game)": {
        "description": "иерархическая игра, в которой стратегией центра является отображение множества допустимых действий агентов во множество своих допустимых действий."
    },
    "Игра кооперативная (cooperative game)": {
        "description": "игра, в которой игроки могут действовать совместно (согласовывать свои действия, обмениваться информацией, полезностью и т. д.)."
    },
    "Игра некооперативная (noncooperative game)": {
        "description": "игра, в которой игроки не могут действовать совместно."
    },
    "Игра повторяющаяся (repeated game)": {
        "description": "игра, в которой характерная для однопериодной игры (см. «игра в нормальной форме») последовательность выбора стратегий повторяется как минимум несколько раз."
    },
    "Игра с непротивоположными интересами (nonantagonistic game)": {
        "description": "для двух игроков: неантагонистическая игра; для трех и более игроков: игра, в которой целевые функции игроков попарно различаются."
    },
    "Идеализация (idealization)": {
        "description": "одна из основных мыслительных операций: мысленное конструирование представлений об объектах, не существующих или неосуществимых в действительности, но таких, для которых существуют прообразы в реальном мире. Процесс идеализации характеризуется отвлечением от свойств и отношений, присущим объектам реальной действительности и введением в содержание образуемых понятий таких признаков, которые в принципе не могут принадлежать их реальным прообразам."
    },
    "Идентификационный метод синтеза (identification-based design, identification synthesis method)": {
        "description": "метод построения обратной связи с использованием алгоритмов идентификации неизвестных параметров модели объекта управления в реальном времени."
    },
    "Идентификация (identification)": {
        "description": "отождествление, установление совпадения, соответствия чего-либо с чем-либо. В теории управления идентификация систем заключается в построении (уточнении параметров и (или) структуры) модели системы по результатам измерений."
    },
    "Идентифицируемость (identifiability)": {
        "description": "свойство системы, заключающееся в возможности оценки значений ее параметров."
    },
    "Иерархическая игра (hierarchical game)": {
        "description": "игра с фиксированной последовательностью ходов между центрами и агентами, в которой центры обладают правом первого хода."
    },
    "Иерархия (hierarchy)": {
        "description": "принцип структурной организации сложных многоуровневых систем, состоящий в упорядочении взаимодействия между уровнями в порядке от высшего к низшему."
    },
    "Извлечение знаний (knowledge extraction)": {
        "description": "создание знаний из структурированных и неструктурированных источников (тексты, документы, изображения), а также из бесед с экспертами в данной предметной области. Полученное знание должно иметь формат, позволяющий осуществлять компьютерный ввод и облегчающий логический вывод."
    },
    "Измерение (measurement)": {
        "description": "эмпирический метод, заключающийся в сравнении данной величины с некоторым ее значением, принятым за эталон сравнения."
    },
    "Измерительные преобразования (measurement transformations)": {
        "description": "преобразования формы или/и способа представления информационного сигнала, соответствующего контролируемой физической величине, с целью определения ее значения."
    },
    "Измерительные технические средства управления (measuring means of control)": {
        "description": "технические средства, предназначенные для измерения физических величин с целью решения задач управления."
    },
    "Изохронное событие (isochronous event)": {
        "description": "в операционных системах реального времени: регулярные события (разновидность асинхронных событий), случающиеся в течение конкретного интервала времени."
    },
    "Имитационная модель (simulational model)": {
        "description": "математическая (как правило, реализованная на компьютере) модель объекта, позволяющая определить его реакцию на различные внешние воздействия при тех или иных начальных условиях."
    },
    "Имитационное моделирование (simulation)": {
        "description": "построение имитационной модели; исследование моделируемого объекта путем наблюдения за функционированием его имитационной модели после задания тех или иных значений параметров объекта и внешних воздействий."
    },
    "Имитация (simulation)": {
        "description": "воспроизведение характеристик некоторой системы, ситуации, события или явления в обстановке, отличной от той, в которой протекает реальное явление."
    },
    "Импульсная нейронная сеть, спайковая нейронная сеть (spiking neural network)": {
        "description": "искусственная нейронная сеть, функционирование которой основано на представлении входных, выходных и внутренних сигналов в виде импульсов."
    },
    "Инвариантность (invariance)": {
        "description": "независимость каких-либо свойств объекта от определенного типа изменений, воздействий, преобразований переменных; например, свойство устойчивости матрицы инвариантно к линейным преобразованиям."
    },
    "Индексы представительности (representativeness indices)": {
        "description": "индексы, показывающие, насколько в результатах выбора или голосования представлены альтернативы с учетом предпочтений участников голосования. В частности, индексы представительности в парламенте показывают, насколько в парламенте представлены избиратели с разными мнениями при наличии избирательного порога или квот на число партий."
    },
    "Индивид (individual)": {
        "description": "отдельный человек; особь, каждый отдельно существующий организм (индивидуум)."
    },
    "Индивидуальная рациональность (individual rationality)": {
        "description": "свойство субъекта принимать решения, которые обеспечивают ему полезность, не меньшую той, которую он может получить, отказавшись принимать какие-либо решения."
    },
    "Индивидуальный выбор (individual choice)": {
        "description": "выбор, осуществляемый одним участником (индивидуально) из набора предъявленных альтернатив."
    },
    "Индикаторное поведение (indicator behavior)": {
        "description": "см. гипотеза индикаторного поведения."
    },
    "Индукция (induction)": {
        "description": "мыслительная операция, умозаключение от частных объектов, явлений к общему выводу, от отдельных фактов к обобщениям; вид рассуждения, использующий индуктивный вывод – от множества частных случаев к общему утверждению. Типичное правило индуктивного вывода: объекты a1, a2, …, an класса А обладают свойством С; следовательно, все объекты класса А обладают свойством С. Если класс А состоит только из элементов a1, a2, …, an, то индуктивный вывод является полным и достоверным. Если же класс А содержит и другие элементы, то индуктивный вывод является неполным и правдоподобным, а заключение вывода является гипотезой. Дж. С. Милль разработал четыре правила индуктивного вывода: методы сходства, различия, остатков и сопутствующих изменений."
    },
    "Инерциальная навигационная система, ИНС (inertial navigation system, INS)": {
        "description": "навигационная система, использующая для работы измерения кажущегося ускорения и угловой скорости подвижного объекта."
    },
    "Инженерия знаний (knowledge engineering)": {
        "description": "область искусственного интеллекта, изучающая методы и средства извлечения, представления, структурирования и использования знаний с целью их применения в интеллектуальных системах."
    },
    "Институт (institution)": {
        "description": "1) в социологии: определенная организация общественной деятельности и социальных отношений, воплощающая в себе нормы экономической, политической, правовой, нравственной жизни общества, а также социальные правила жизнедеятельности и поведения людей; 2) в праве: совокупность норм права, регулирующих какие-либо однородные обособленные общественные отношения."
    },
    "Институциональное управление (institutional control)": {
        "description": "целенаправленное воздействие на ограничения и нормы деятельности участников организационных систем."
    },
    "Инструментальные ГИС (instrumental GIS)": {
        "description": "инструментальные пакеты программного обеспечения, позволяющие настраивать геоинформационную систему с учетом особенностей работы, вида информации, методов ее обработки, хранения и представления."
    },
    "Интегральный регулятор (integral controllers)": {
        "description": "регулятор, использующий обратную связь по выходным переменным объекта управления и их интегралам по времени."
    },
    "Интегрированная система управления (integrated control system)": {
        "description": "две или более согласованно взаимодействующих системы управления."
    },
    "Интегрированные навигационные системы (integrated navigation systems)": {
        "description": "навигационные системы, в которых для повышения точности применяются измерители различной природы, например инерциальной и неинерциальной (ГНСС)."
    },
    "Интеллектуальная задача (intelligence problem)": {
        "description": "задача, для решения которой у человека нет алгоритма."
    },
    "Интеллектуальная система (intelligence system)": {
        "description": "программная система, предназначенная для решения одной или нескольких интеллектуальных задач и реализующая методы искусственного интеллекта."
    },
    "Интеллектуальное управление (intelligence control)": {
        "description": "управление, использующее методы и технологии искусственного интеллекта."
    },
    "Интеллектуальные методы идентификации (intelligent identification methods)": {
        "description": "методы, использующие интеллектуальный анализ данных, искусственные нейронные сети, машинное обучение и другие методы искусственного интеллекта для оценки параметров системы или поиска структуры математической модели, а также методы идентификации без явной математической модели, позволяющие получить имитационную модель системы на основе имеющихся данных."
    },
    "Интенсивность восстановления (recoverability)": {
        "description": "условная плотность распределения времени восстановления работоспособного состояния объекта, определенная для рассматриваемого момента времени при условии, что до этого момента восстановление не было завершено."
    },
    "Интенсивность входящего потока (incoming flow rate)": {
        "description": "среднее число требований, поступающих в систему массового обслуживания в единицу времени."
    },
    "Интенсивность обслуживания (service rate)": {
        "description": "среднее число требований, обслуживаемых в системе массового обслуживания в единицу времени."
    },
    "Интенсивность отказов (failure rate)": {
        "description": "условная плотность распределения наработки до отказа объекта, определяемая при условии, что до рассматриваемого момента отказ не наступил."
    },
    "Интервальная неопределенность (interval uncertainty)": {
        "description": "ситуация, в которой неопределенные параметры могут принимать независимо друг от друга любые значения между своими (известными) нижними и верхними границами."
    },
    "Интерес (interest)": {
        "description": "1) реальная причина действий, событий, свершений, а также польза, выгода от них; в психологии – мотивационное состояние, побуждающее к деятельности."
    },
    "Интерполяционный подход (interpolation approach)": {
        "description": "подход, основанный на построении интерполяционных полиномов Лагранжа и Чебышева, позволяющий находить абсолютную погрешность значения целевой функции задачи с заданной точностью."
    },
    "Интерпретация (interpretation)": {
        "description": "в логике: приписывание некоторого содержательного смысла, значения символам и формулам формальной системы; при этом синтаксические выражения (термы и формулы) приобретают семантику, а формальная система превращается в язык, описывающий ту или иную предметную область. Сама эта предметная область и значения, приписываемые символам и формулам, также называются интерпретацией. Формула в разных интерпретациях может иметь разные истинностные значения и поэтому быть выполнимой (в конкретной интерпретации), противоречивой (невыполнимой во всех интерпретациях), общезначимой (или тавтологией, выполнимой во всех интерпретациях)."
    },
    "Интерфейс (interface)": {
        "description": "совокупность средств и правил, обеспечивающих взаимодействие отдельных компонентов вычислительной системы."
    },
    "Интерфейс «человек": {
        "description": "машина» (human-machine interface) – технические средства, предназначенные для обеспечения непосредственного взаимодействия между человеком и оборудованием и дающие возможность первому управлять оборудованием и контролировать его функционирование."
    },
    "Информационная безопасность вычислительных сетей (information security of computer networks)": {
        "description": "состояние защищенности сетевой корпоративной инфраструктуры, обеспечиваемое набором требований и политик, которые предъявляются к ней для анализа ее работы и недопущения несанкционированного доступа."
    },
    "Информационная безопасность (information security, InfoSec)": {
        "description": "состояние защищенности информационной среды общества, обеспечивающее ее формирование, использование и развитие в интересах граждан, организаций, государства. Защищенность достигается обеспечением совокупности свойств информационной безопасности – конфиденциальностью, целостностью, доступностью информационных активов и инфраструктуры."
    },
    "Информационная модель (informational model)": {
        "description": "модель объекта, представленная в виде информации, описывающей существенные для данного рассмотрения параметры и переменные величины объекта, связи между ними, входы и выходы объекта, и позволяющая путем подачи на модель информации об изменениях входных величин моделировать возможные состояния объекта."
    },
    "Информационная структура (структура информированности) (informational structure, hierarchy of beliefs)": {
        "description": "дерево (иерархия представлений), вершинам которого соответствует информация агентов о существенных параметрах, представлениях других агентов, представлениях о представлениях и т. д."
    },
    "Информационная технология (information technology)": {
        "description": "комплекс приемов, способов и методов применения средств вычислительной техники при выполнении функций сбора, хранения, обработки, передачи и использования информации."
    },
    "Информационно-аналитическая система, ИАС (information and analytical system)": {
        "description": "инструмент поддержки принятия стратегических, тактических и операционных управленческих решений на основе наглядного и оперативного представления всей необходимой совокупности данных."
    },
    "Информационно-управляющая система, ИУС (control information system, information management system, IMS)": {
        "description": "распределенная система управления, сбора и анализа информации."
    },
    "Информационное равновесие (informational equilibrium)": {
        "description": "равновесие рефлексивной игры (обобщение равновесия Нэша), в рамках которого предполагается, что каждый агент (реальный и фантомный) при вычислении своего субъективного равновесия (равновесия в той игре, в которую он со своей субъективной точки зрения играет) использует имеющуюся у него иерархию представлений об объективной и рефлексивной реальности."
    },
    "Информационное управление (informational control)": {
        "description": "управление, предметом которого является информированность субъектов, в том числе – их информационная и (или) стратегическая рефлексия."
    },
    "Информационный каскад (information cascade, informational cascade)": {
        "description": "процесс, при котором агенты один за другим принимают одно и то же заданное состояние (например, получают одну и ту же информацию или принимают одно и то же решение). Примером информационного каскада является распространение новости в социальной сети – агенты, узнав новость от смежных агентов, распространяют ее дальше."
    },
    "Информационный риск (information risk)": {
        "description": "возможное событие, в результате которого несанкционированно удаляется, искажается информация, нарушается ее конфиденциальность, целостность или доступность."
    },
    "Информация (information)": {
        "description": "1) сообщение, осведомление о положении дел, сведения о чем-либо; 2) уменьшаемая, снимаемая неопределенность в результате получения сообщений; 3) сигналы в единстве синтаксических, семантических и прагматических характеристик; 4) передача, отражение разнообразия в любых объектах и процессах (живой и неживой природы)."
    },
    "Информированность (awareness)": {
        "description": "существенная информация, которой обладает субъект на момент принятия решений."
    },
    "Искусственная нейронная сеть (artificial neural network)": {
        "description": "класс моделей машинного обучения, реализуемых в виде сети из искусственных нейронов, охваченных прямыми и обратными связями. Данный класс моделей является основой концепции коннекционизма в искусственном интеллекте."
    },
    "Искусственный интеллект (artificial intelligence)": {
        "description": "1) компьютерная наука, занимающаяся методами решения интеллектуальных задач; 2) программно реализованные методы и технологии решения интеллектуальных задач в виде интеллектуальных систем."
    },
    "Искусственный нейрон (artificial neuron)": {
        "description": "узел искусственной нейронной сети, являющийся упрощенной математической либо физической моделью биологического нейрона (нервной клетки)."
    },
    "Искусство (art)": {
        "description": "творческая деятельность, в процессе которой создаются художественные образы, отражающие действительность и воплощающие эстетическое отношение к ней человека."
    },
    "Исполнительные технические средства управления (actuating means of control)": {
        "description": "технические средства, входящие в контур управления и предназначенные для воздействия на объект управления в соответствии с получаемыми управляющими сигналами."
    },
    "Исполнительный механизм (actuating mechanism, actuator)": {
        "description": "исполнительное техническое средство управления, предназначенное для воздействия на объект управления при помощи механической, электрической и др. энергии."
    },
    "Исправное состояние, исправность (perfect state, faulty free state)": {
        "description": "состояние объекта, в котором объект соответствует всем требованиям, установленным в документации на этот объект."
    },
    "Исследование (research)": {
        "description": "процесс получения новых научных знаний, один из видов познавательной деятельности. К научному исследованию предъявляются требования объективности, воспроизводимости, доказательности и точности."
    },
    "Исследование операций (operations research)": {
        "description": "научный подход к решению математических задач оптимизации и принятия решений в различных областях человеческой деятельности (см. также «операция»)."
    },
    "История игры (game history)": {
        "description": "совокупность наблюдаемых субъектом выборов игроков, и (или) их выигрышей (значений функции полезности) и (или) состояний природы."
    },
    "Итеративное научение (iterative learning)": {
        "description": "многократное повторение обучаемой системой действий, проб, попыток и так далее для достижения фиксированной цели при постоянных внешних условиях."
    },
    "Картографическая проекция (cartographic projection, map projection)": {
        "description": "математически определенный способ изображения поверхности Земли (либо другого небесного тела, или в общем смысле, любой искривленной поверхности) на плоскости."
    },
    "Картографические визуализаторы (cartographic visualizers)": {
        "description": "программное средство ГИС с набором функций, ограниченных возможностями видеоэкранной визуализации картографических изображений, с факультативными функциональными возможностями такими как дополнение и преобразование атрибутивных данных, их экспорт и импорт, статистическая обработка, деловая графика, вывод изображений на иные графические периферийные устройства."
    },
    "Картография (cartography)": {
        "description": "область науки, техники и производства, охватывающая создание, изучение и использование географических карт и других картографических произведений."
    },
    "Картометрические функции (cartometric functions)": {
        "description": "операции, связанные с анализом пространственной информации, позволяющие измерять и определять координаты, направления, расстояния, периметры, размеры, площади, формы объектов, объемы, заключенные между секущими поверхностями, параметры дистанционной съемки, полученные по стереопаре и тесно связанные с морфометрическими измерениями, суть которых заключается в вычислении показателей формы и структуры явлений (извилистости, расчленения, плотности и многих других) на основе картометрических определений."
    },
    "Картометрия (cartometry)": {
        "description": "раздел картографии, изучающий методы и способы измерения и определения по картам различных географических объектов их координат, расстояний, длин, высот, площадей, объемов, направлений и других количественных характеристик."
    },
    "Каскадный синтез (cascade design, cascade synthesis)": {
        "description": "то же, что и блочный подход применительно к синтезу наблюдателей состояния и возмущений."
    },
    "Катастрофический отказ (catastrophic failure)": {
        "description": "отказ объекта, ведущий к потере объекта и (или) к неприемлемым потерям для окружающей среды или для людей."
    },
    "Категория (category)": {
        "description": "предельно широкое понятие, в котором отражены наиболее общие и существенные свойства, признаки, связи и отношения предметов, явлений окружающего мира."
    },
    "Качество (quality)": {
        "description": "1) то, что делает предмет таким, каков он есть; 2) одна из основных логических категорий, являющаяся определением предмета по характеризующим его, внутренне присущим ему признакам; 3) философская категория, выражающая неотделимую от бытия объекта его существенную определенность, благодаря которой он является именно этим, а не иным объектом. Качество отражает устойчивое взаимоотношение составных элементов объекта, которое характеризует его специфику, дающую возможность отличать один объект от других."
    },
    "Качество окружающей среды (environmental quality)": {
        "description": "состояние окружающей среды, которое характеризуется физическими, химическими, биологическими и иными показателями и (или) их совокупностью."
    },
    "Кибербезопасность (cybersecurity, cyber-security)": {
        "description": "совокупность методов и практик защиты от атак злоумышленников для компьютеров, серверов, мобильных устройств, электронных систем, сетей и данных."
    },
    "Кибернетика (cybernetics)": {
        "description": "наука об общих закономерностях процессов управления и передачи информации в различных системах, будь то машины, живые организмы или общество."
    },
    "Кинематическая ошибка (kinematic error)": {
        "description": "ошибка определения навигационных параметров подвижного объекта, связанная с погрешностями определения азимута и построения местной вертикали инерциальной навигационной системой."
    },
    "Класс (class)": {
        "description": "совокупность, группа предметов или явлений, обладающих общими признаками."
    },
    "Класс точности (accuracy class)": {
        "description": "количественная характеристика точности измерений, определяемая совокупностью нормируемых метрологических характеристик, заданных в стандартах на определенные типы средств измерений."
    },
    "Классификация (classification)": {
        "description": "распределение предметов какого-либо рода на взаимосвязанные классы согласно существенным признакам, присущим предметам данного рода и отличающим их от предметов других родов."
    },
    "Кластер (cluster)": {
        "description": "1) объединение нескольких единиц (объектов, элементов), которое может рассматриваться как самостоятельная единица; 2) в теории графов кластер полуформально понимается как подграф, число внутренних связей которого больше числа его связей с другими вершинами графа."
    },
    "Кластеризация (clustering)": {
        "description": "выделение кластеров в множестве объектов; выделение групп объектов, сходных по каким-то критериям."
    },
    "Клонирование голоса (voice cloning)": {
        "description": "тип искусственного интеллекта, используемый для создания убедительных речевых предложений, которые звучат так, как будто говорят конкретные люди."
    },
    "Коалиция (coalition)": {
        "description": "подмножество множества игроков."
    },
    "Когнитивная иерархия (cognitive hierarchy)": {
        "description": "иерархическая структура взаимных представлений агентов о рангах стратегической рефлексии друг друга."
    },
    "Кодовые измерения (code measurements, C/A measurements)": {
        "description": "измерения дальностей и скоростей, полученные при корреляционной обработке кода, модулирующего несущую частоту спутникового сигнала."
    },
    "Коллектив (collective)": {
        "description": "совокупность людей, объединенных общими интересами, общей работой; группа высокого уровня развития, где межличностные отношения опосредованы общественно ценным и личностно значимым содержанием совместной деятельности."
    },
    "Коллективное поведение (collective behavior)": {
        "description": "тип поведения взаимодействующих агентов (индивидов или социальных групп), ориентированных на достижение непротиворечивых целей."
    },
    "Коллективное стимулирование (collective incentives)": {
        "description": "стимулирование агента, основывающееся на действиях или результатах деятельности всего коллектива."
    },
    "Коллективный выбор (collective choice)": {
        "description": "выбор одной или нескольких альтернатив из набора альтернатив, осуществляемый несколькими участниками со своими предпочтениями."
    },
    "Команда (command, team)": {
        "description": "1) сигнал, который может приводить к выполнению каких-то действий какой либо системой; 2) временная или постоянная организационная единица (быть может, неформальная), предназначенная для выполнения определенных задач, служебных обязанностей или каких-либо работ; коллектив, способный достигать цели автономно и согласованно, при минимальных управляющих воздействиях."
    },
    "Комбинированное управление (combined control)": {
        "description": "содержащее стабилизирующую составляющую и составляющую, полностью или частично компенсирующую воздействие внешних возмущений на основе их измерения или оценивания."
    },
    "Компартментные модели (compartment models)": {
        "description": "метод моделирования, при котором изучаемый объект (население) представляется в виде взаимосвязанных частей – компартментов, характеризующи[ состояние человека: здоров, инфицирован, выздоровевший и т. д.; взаимодействие между компартментами описывается с помощью дифференциальных уравнений; см. эпидемические модели SIR, SIS, SEIR, MSEIR, SEIJR."
    },
    "Компенсация возмущений (compensation of disturbances)": {
        "description": "построение управления, в результате которого установившееся значение и ошибка управляемой переменной в системе с внешним возмущением оказываются независимыми от этого возмущения."
    },
    "Комплексная деятельность (complex activity)": {
        "description": "деятельность, обладающая нетривиальной внутренней структурой, с множественными и (или) изменяющимися субъектом, технологией, ролью предмета деятельности в его целевом контексте."
    },
    "Комплексная оценка риска (comprehensive risk assessment)": {
        "description": "методика для определения уровня защищенности и риска информационной безопасности автоматизированной системы на основе прогнозных оценок с учетом всех возможных уязвимостей и угроз."
    },
    "Комплексные показатели надежности (сomprehensive reliability indicators)": {
        "description": "показатели, характеризующие надежность: коэффициенты готовности, оперативной готовности, технического использования и сохранения эффективности."
    },
    "Компонент (component)": {
        "description": "составная часть, элемент чего-либо."
    },
    "Конвейерная обработка (pipeline processing)": {
        "description": "способ обработки объекта, при котором выполнение следующей операции начинается до полного окончания предыдущей операции."
    },
    "Конечномерная система управления (finite-dimensional control system)": {
        "description": "система управления, пространство состояний которой имеет конечную размерность."
    },
    "Конечный автомат (finite state machine)": {
        "description": "математическая модель объекта, имеющего конечное число состояний, способного воспринимать конечное число внешних воздействий и генерировать конечное число выходных воздействий."
    },
    "Конкретизация (specification)": {
        "description": "процесс, противоположный абстрагированию, добавляющий дополнительные признаки и свойства к исходному описанию."
    },
    "Конкурирующие риски (competing risks)": {
        "description": "возможность возникновения неблагоприятного события при действии нескольких рисков, количественно характеризуется совместной вероятностью возникновения неблагоприятного события."
    },
    "Конкурсный механизм (rank-order tournament, tender)": {
        "description": "механизм планирования, в котором агенты упорядочиваются центром в зависимости от сообщаемых показателей и назначаемые им планы или вознаграждения определяются этим упорядочением."
    },
    "Консенсус (consensus, agreement)": {
        "description": "единое согласованное состояние или характеристика, являющаяся общей для всех агентов."
    },
    "Консенсус второго порядка (second-order consensus)": {
        "description": "протокол (или модель) достижения консенсуса или согласования характеристик агентов, в котором агенты учитывают не только состояния своих соседей, но и скорости изменений этих состояний."
    },
    "Конструирование (designing)": {
        "description": "вид инженерной работы, которая осуществляется в различных областях человеческой деятельности: в проектировании технических систем, дизайне, моделировании одежды и др. В технике конструирование является обязательной составной частью процесса проектирования и связано с разработкой конструкции системы."
    },
    "Конструктивное доказательство (constructive proof)": {
        "description": "доказательство, в котором существование математического объекта доказывается путем его прямого построения, а дизъюнктивное утверждение (А или В) доказывается с указанием какой случай имеет место."
    },
    "Конструктивные характеристики (design characteristics)": {
        "description": "совокупность функциональных, геометрических и структурно-иерархических характеристик технического изделия, обеспечивающих возможность присвоения этому изделию кода классификационной характеристики."
    },
    "Контролепригодность (testability)": {
        "description": "степень разработанности производителем встроенных точек контроля и доступности аппаратуры системы для проведения внешнего контроля."
    },
    "Контроллер двигателя (motor controller)": {
        "description": "цифровое микропроцессорное устройство, осуществляющее контроль над работой двигателя."
    },
    "Контроль (checkout)": {
        "description": "испытание, наблюдение или мониторинг с целью проверки."
    },
    "Контроль доступа (access control)": {
        "description": "процесс защиты данных и программ от их использования объектами, не имеющими на это права."
    },
    "Контроль защищенности (security control)": {
        "description": "проведение систематических мероприятий по анализу защищенности информационной системы, поиску уязвимостей и тестированию работоспособности системы защиты информации."
    },
    "Контроль целостности (integrity control)": {
        "description": "механизм, необходимый для отслеживания неизменности файлов, документов, реестра, конфигурации оборудования и других сущностей, которые находятся на компьютере или сервере."
    },
    "Контроль эпидемии (epidemic control)": {
        "description": "целенаправленный процесс обеспечения эффективного функционирования системы здравоохранения, обеспечивающий достижение определенных показателей состояния здоровья населения, поддержание нужных режимов функционирования, а также сохранение и развитие структуры системы. Для прогноза ожидаемых показателей состояния здоровья населения используются математические эпидемиологические модели."
    },
    "Конфиденциальность информации (information confidentiality)": {
        "description": "обязательное для выполнения лицом, получившим доступ к определенной информации, требование не передавать такую информацию третьим лицам без согласия ее обладателя (собственника)."
    },
    "Концепция (concept)": {
        "description": "одна из форм организации научного знания; комплекс взглядов, направленных на объяснение явлений, процессов и связей между ними."
    },
    "Корпоративная информационная система, КИС (corporate information system)": {
        "description": "программное обеспечение, целью которого является автоматизированная поддержка управленческих решений в финансово-хозяйственной деятельности предприятия на основе интегрированной информации, полученной от его отдельных подразделений."
    },
    "Корпус обучающих данных (training data corpus)": {
        "description": "совокупность специально обработанных данных, собранных в целях обучения статистических систем и нейронных сетей."
    },
    "Коррекция ИНС по нулевой скорости (zero-velocity update, ZUPT)": {
        "description": "повышение точности определения навигационных параметров ИНС при помощи информации об остановках (участках траектории с нулевой скоростью) подвижного объекта."
    },
    "Корреляционно-экстремальная навигационная система, КЭНС (correlation-extremal navigation system, map-aided navigation)": {
        "description": "навигационная система, в которой используется вычисление взаимной или авто корреляционной функции случайного процесса, представляющего набор измерений параметров физических полей. Максимум функции отвечает навигационному решению."
    },
    "Коэффициент готовности (availability factor, readiness factor)": {
        "description": "вероятность того, что в данный момент времени объект находится в работоспособном состоянии, кроме планируемых периодов, в течение которых применение объекта по назначению не предусматривается."
    },
    "Коэффициент отказоустойчивости (fault tolerance factor, coefficient of fault tolerance)": {
        "description": "число локальных неисправностей, парируемых системой, до наступления отказа системы."
    },
    "Коэффициент спектральной яркости (spectral brightness coefficients)": {
        "description": "фотометрическая функция, показывающая отношение яркости в данном направлении к яркости (в том же направлении) ортотропной поверхности в определенном интервале длин волн при данных условиях освещения."
    },
    "Крен (roll)": {
        "description": "угол, характеризующий отклонение положения подвижного объекта от горизонта в поперечном направлении."
    },
    "Криптография (cryptography)": {
        "description": "наука о методах шифрования данных, не позволяющих прочесть зашифрованные сведения человеку, не имеющему ключа – алгоритма дешифровки."
    },
    "Критерий (criterion)": {
        "description": "1) стандарт для сравнения; правило для оценки; мерило; 2) мера степени близости к цели."
    },
    "Критерий качества управления (performance index, cost function, performance criterion)": {
        "description": "некоторый функционал от степени рассогласования выходного сигнала управляемой динамической системы, характеризующий качество переходного процесса."
    },
    "Критерий отказа (failure criterion)": {
        "description": "совокупность признаков, согласно которым устанавливается факт отказа."
    },
    "Критерий предельного состояния (the limit state criterion)": {
        "description": "признак или совокупность признаков, установленных в документации, появление которых свидетельствует о возникновении предельного состояния объекта."
    },
    "Критерии устойчивости (stability criteria)": {
        "description": "условия, определяющие способность системы быть устойчивой."
    },
    "Критическая информационная инфраструктура, КИИ (critical information infrastructure)": {
        "description": "информационные системы, информационно-телекоммуникационные сети, автоматизированные системы управления, а также сети электросвязи, используемые для организации их взаимодействия."
    },
    "Критическая секция (critical section)": {
        "description": "участок кода, который в каждый момент времени может выполняться только одним из потоков команд некоторого процесса. Используется для синхронизации."
    },
    "Критический путь (critical path)": {
        "description": "путь максимальной длины в сетевом графике при заданных продолжительностях работ."
    },
    "Критический срок обслуживания (deadline)": {
        "description": "предельный срок завершения запроса в операционной системе реального времени."
    },
    "Кросс-система (cross compiler, cross programming system)": {
        "description": "система программирования, обеспечивающая подготовку программ в среде, отличной от целевой вычислительной системы. Часто применяется при создании программного обеспечения встроенных систем, поскольку последние обычно не имеют достаточных ресурсов."
    },
    "Курс (heading, yaw)": {
        "description": "угол, характеризующий отклонение продольной оси подвижного объекта от плоскости местного меридиана."
    },
    "Курсовертикаль (heading verical, attitude and heading reference system, AHRS)": {
        "description": "измерительный прибор, доставляющий информацию об угловом положении подвижного объекта."
    },
    "Лазерный дальномер (laser rangefinder)": {
        "description": "средство измерения расстояния при помощи направленной на целевой объект эмиссии лазерного излучения и последующего вычисления времени запаздывания или фазового сдвига отраженного излучения."
    },
    "Лапласовская матрица (Laplacian matrix)": {
        "description": "квадратная матрица с нулевыми суммами строчных и (или) столбцовых элементов, с неотрицательными элементами на главной диагонали и неположительными элементами вне главной диагонали."
    },
    "Лапласовский спектр (Laplacian spectrum)": {
        "description": "множество всех собственных значений (с учетом их кратности) лапласовской матрицы графа (орграфа)."
    },
    "Лексико-семантическое поле (semantic field)": {
        "description": "лексическая совокупность слов, сгруппированная семантически (по значению), относящаяся к определенному предмету."
    },
    "Лингвистическая переменная (linguistic variable)": {
        "description": "термин, используемый в теории нечетких множеств и нечеткой логике и обозначающий переменную, которая может принимать значения в виде фраз из естественного или искусственного языка."
    },
    "Линейная обратная связь (linear feedback)": {
        "description": "закон управления, равный произведению матрицы обратной связи на вектор состояния системы (или вектор отклонений текущих значений переменных состояния от заданных значений). При этом элементы вектора управления являются линейными комбинациями переменных состояния (или их отклонений от заданных значений)."
    },
    "Линейная свертка критериев (linear convolution of criteria)": {
        "description": "суммирование значений критериев с весами."
    },
    "Линейная система (linear system)": {
        "description": "система, в математической модели которой все зависимости между величинами могут быть представлены линейными функциями; система, обладающая свойствами аддитивности (отклик на сумму воздействий равен сумме откликов на каждое воздействие) и однородности (изменение воздействия в несколько раз ведет к изменению отклика в такое же число раз)."
    },
    "Линейно-квадратичный регулятор (linear-quadratic controller, linear quadratic controller)": {
        "description": "регулятор, при построении которого используется метод синтеза в линейных системах, оптимальный по квадратичному критерию обратных связей."
    },
    "Линейные матричные неравенства (linear matrix inequalities, LMI)": {
        "description": "линейные неравенства, элементами которых являются матрицы."
    },
    "Личность (personality)": {
        "description": "продукт социализации индивида. Когда говорят об отдельном человеке, безотносительно к его отношениям с другими людьми – применяется термин индивид. В этом смысле говорят об индивидуальных особенностях, например, мышления, темперамента, об индивидуальном стиле деятельности и т. д. Когда же человек рассматривается в его отношениях с другими людьми, с обществом – используется понятие личность."
    },
    "Логика (logic)": {
        "description": "1) наука об общезначимых формах и средствах рассуждений, необходимых для рационального познания в любой области знания; 2) совокупность логических правил определенного типа (логика дедуктивная, индуктивная и т. д.); 3) ход рассуждений, умозаключений; 4) разумность, внутренняя закономерность чего-нибудь."
    },
    "Логико-вероятностные модели надежности (logical-probabilistic reliability models)": {
        "description": "класс моделей надежности, основывающийся на вычислении функций алгебры логики и построении схемы замещения для показателей надежности по заданной структурной схеме устройства."
    },
    "Логическая функция (logical function)": {
        "description": "функция, аргументы и значения которой принимают только два значения 0 и 1, которые могут интерпретироваться как ложь и истина, соответственно."
    },
    "Логическое устройство (logical device)": {
        "description": "устройство для выполнения логических операций."
    },
    "Локализация неисправностей (failure localization, localization of failures)": {
        "description": "выявление неисправностей и их характера в неисправном объекте, в т. ч. по результатам прохождения диагностического теста."
    },
    "Локализация пространственных объектов (localization of spatial objects)": {
        "description": "процесс установления пространственных отношений между характеристиками геоданных путем соотнесения разных видов информации к одному из наиболее устойчивых ее видов: точке, линии, полигону, поверхности."
    },
    "Локальные управляющие сети (local area networks LAN, local control networks)": {
        "description": "сети, обеспечивающие эффективное управление объектами и обмен информацией в ограниченных пространственных масштабах, таких как движущиеся объекты, офисы, дома или предприятия."
    },
    "Магнитный курс (magnetic heading)": {
        "description": "угол, характеризующий отклонение продольной оси подвижного объекта от плоскости местного магнитного меридиана."
    },
    "Максимальная коалиция (grand coalition)": {
        "description": "коалиция, состоящая из всех игроков."
    },
    "Максимальный гарантированный результат, МГР (maximum guaranteed result)": {
        "description": "максимальное значение функции полезности субъекта (центра или агента) при наихудшей для него обстановке игры и (или) наихудшем состоянии природы."
    },
    "Максимальный целесообразный ранг рефлексии (maximal rational reflexion rank)": {
        "description": "минимальный ранг рефлексии, который следует иметь агенту для того, чтобы охватить все многообразие исходов рефлексивной игры."
    },
    "Максиминное тестирование (maximin testing)": {
        "description": "процесс формирования возмущения, доставляющего максимум функционалу качества стабилизации динамической системы."
    },
    "Манипулирование информацией (information manipulation)": {
        "description": "процесс целенаправленного (сознательного) искажения агентами сообщаемой ими информации."
    },
    "Манипулируемость (manipulability, non-strategy-proofness)": {
        "description": "подверженность процедуры принятия решений стратегическому поведению (манипулированию) со стороны участников."
    },
    "Марковская модель расчета надежности (Markov model of reliability analysis)": {
        "description": "граф состояний системы, ветвям которого приписаны постоянные интенсивности переходов между состояниями, что при известном начальном состоянии позволяет в каждый момент времени найти вероятности пребывания системы в каждом состоянии; используется при анализе надежности."
    },
    "Марковские системы массового обслуживания (Markov QS)": {
        "description": "системы массового обслуживания, в которых входящий поток требований в систему – простейший (все вероятностные распределения времен обслуживания на приборах являются показательными, а сами времена обслуживания представляют собой независимые в совокупности случайные величины)."
    },
    "Марковский процесс, процесс без последействия (Markov process)": {
        "description": "процесс, в котором для каждого момента времени вероятность любого состояния системы в текущий момент зависит только от состояния системы в предшествующий момент и не зависит от того, каким образом система пришла в это состояние."
    },
    "Материальная точка (material point)": {
        "description": "физическая модель тела, размерами которого можно пренебречь."
    },
    "Матричная оргструктура (matrix structure)": {
        "description": "линейная функциональная структура, на которую наложена горизонтальная структура ответственности за проекты, реализуемые в организационной системе."
    },
    "Машинное обучение (machine learning)": {
        "description": "класс методов искусственного интеллекта, характерной чертой которых является не прямое решение задачи, а обучение модели посредством обобщения решений множества сходных задач."
    },
    "Медицинская статистика (medical statistics)": {
        "description": "наука, изучающая количественные закономерности, связанные с медициной, гигиеной, санитарией и общественным здравоохранением, разрабатывающая методы статистического анализа клинических и лабораторных данных. Включает в себя общетеоретические и методические основы статистики, статистику здоровья населения, статистику здравоохранения."
    },
    "Метатеория (metatheory)": {
        "description": "теория, анализирующая структуры, методы, свойства и способы построения научных теорий в какой-либо определенной отрасли научного знания. Одна из форм организации научного знания."
    },
    "Метод ветвей и границ (branch and bound)": {
        "description": "общий алгоритмический метод решения задач дискретной оптимизации, основанный на процедурах ветвления (разбиения множества допустимых значений переменных на подмножества меньших размеров) и нахождения оценок (границ), позволяющих отсеивать подмножества, не содержащие оптимального решения."
    },
    "Метод конечных элементов, MKЭ (finite element method, FEM)": {
        "description": "численный метод, используемый для решения задач моделирования в различных областях науки и техники, основанный на разбиении сложной области на множество более простых элементов и на аппроксимации решения в каждом элементе."
    },
    "Метод, подход (method)": {
        "description": "1) способ познания, исследования явлений природы и общественной жизни; 2) прием, способ действия."
    },
    "Методика (technique)": {
        "description": "совокупность методов, приемов целесообразного проведения какой-либо работы."
    },
    "Методический (methodical)": {
        "description": "относящийся к методике."
    },
    "Методологический (methodological)": {
        "description": "относящийся к методологии."
    },
    "Методология (methodology)": {
        "description": "1) учение об организации деятельности; 2) учение о научном методе познания; 3) совокупность методов, применяемых в какой-либо науке."
    },
    "Методы агрегирования, процедуры голосования (aggregation methods, voting procedures)": {
        "description": "математические методы, формирующие выбор альтернатив или значение параметра для альтернатив по значениям критериев этих альтернатив или по предпочтениям этих альтернатив для участников."
    },
    "Методы теоретического исследования (methods of theoretical research)": {
        "description": "теоретический анализ и синтез, абстрагирование и конкретизация, аналогия, моделирование."
    },
    "Методы эмпирического исследования (methods of empirical research)": {
        "description": "изучение литературы, документов, наблюдение, анкетирование, опрос, опытная работа, эксперимент."
    },
    "Метрический подход (metric approach)": {
        "description": "метод решения NP-трудных задач дискретной оптимизации с использованием метрик, основанных на проецировании примеров, не являющихся полиномиально разрешимыми, на полиномиально разрешимую область для получения приближенного решения с гарантированной оценкой погрешности целевой функции."
    },
    "Механизм (mechanism)": {
        "description": "1) система, устройство, определяющие порядок какого-либо вида деятельности; 2) в технике – автоматическое устройство, работающее на принципах механики."
    },
    "Механизм внимания (attention mechanism)": {
        "description": "в машинном обучении метод, используемый для повышения функционального качества глубокой нейронной сети, позволяющий модели вычленять в контексте наиболее значимые входные данные посредством их поэлементного взвешивания."
    },
    "Механизм комплексного оценивания (integrated rating mechanism)": {
        "description": "процедура агрегирования комплекса частных показателей с целью получения более общих показателей."
    },
    "Механизм планирования (planning mechanism)": {
        "description": "процедура назначения планов в организационно-технических системах."
    },
    "Механизм распределения ресурса (resource allocation mechanism)": {
        "description": "механизм планирования, ставящий в соответствие сообщениям агентов количество ресурса, выделяемого каждому из них центром."
    },
    "Механизм стимулирования (incentive mechanism)": {
        "description": "см. функция стимулирования."
    },
    "Механизм управления (control mechanism)": {
        "description": "совокупность процедур принятия управленческих решений центром."
    },
    "Механизм функционирования (mechanism of functioning)": {
        "description": "совокупность правил, законов и процедур, регламентирующих взаимодействие участников организационной системы."
    },
    "Механизм экспертизы (expertise mechanism)": {
        "description": "механизм планирования, ставящий в соответствие сообщениям экспертов (агентов) результат экспертизы."
    },
    "Мехатроника (mechatronics)": {
        "description": "наука на стыке машиностроения, электротехники и информатики, направленная на проектирование и производство качественно новых механизмов, машин и систем с автоматизированным интеллектуальным управлением."
    },
    "Минимаксная стабилизация (minimax stabilization)": {
        "description": "стабилизация динамической системы, доставляющая экстремум функционалу качества при наиболее неблагоприятных возмущениях."
    },
    "Многоагентная система (multiagent system)": {
        "description": "см. мультиагентная система."
    },
    "Многоканальный механизм (multi-channel mechanism)": {
        "description": "механизм, в котором решения принимаются центром на основании результатов параллельной обработки информации несколькими каналами (экспертами, компьютерами и т. д.)."
    },
    "Многокритериальная оптимизация (multi-criteria optimization)": {
        "description": "класс оптимизационных задач, в которых объекты (альтернативы) описываются оценками одновременно по нескольким критериям."
    },
    "Многокритериальное принятие решений, многокритериальный выбор (multi-criteria decision-making)": {
        "description": "процесс или результат принятия решений или выбора в условиях многокритериальности."
    },
    "Многослойный перцептрон (multilayer perceptron)": {
        "description": "1) синоним понятия перцептрон; 2) перцептрон, содержащий два или более скрытых слоя."
    },
    "Многостадийные модели (multistage models, multi-stage models)": {
        "description": "математические (обычно использующие аппарат марковских цепей) модели процессов, проходящих ряд последовательных стадий, например, процессов канцерогенеза, естественного старения живых организмов."
    },
    "Множество достижимости (reachability set, attainability set)": {
        "description": "множество, состоящее из всех точек, в каждую из которых управляемая система может быть переведена за заданное время из заданной области начальных условий при помощи допустимого управления."
    },
    "Множество реализуемых действий (implementable actions set)": {
        "description": "множество действий агентов, являющихся решением их игры при заданном управлении со стороны центра."
    },
    "Множество Парето (Pareto set)": {
        "description": "множество допустимых альтернатив в задаче векторной (многокритериальной) оптимизации, для которых не существует другой допустимой альтернативы, имеющей по всем критериям не худшие оценки и хотя бы по одному критерию – строго лучшие."
    },
    "Мобильное здравоохранение (mobile healthcare, mHealth)": {
        "description": "система оказания медицинских услуг с помощью мобильных устройств и беспроводных технологий. Раздел телемедицины, используется как в лечебных целях, так и для обеспечения здорового образа жизни человека."
    },
    "Модальное управление (modal control)": {
        "description": "линейная обратная связь, которая обеспечивает матрице замкнутой системы заданный спектр (заданные корни характеристического уравнения, которыми являются собственные значения матрицы замкнутой системы). Составляющие свободного движения системы, называемые модами, соответствуют корням характеристического уравнения."
    },
    "Модели выбора с погрешностью (choice models with error)": {
        "description": "выбор, осуществляемый в условиях, когда характеристики альтернатив (значения альтернатив по критериям) заданы не точно, а с некоторой погрешностью, в частности, в виде интервалов значения критерия."
    },
    "Моделирование (modeling, simulation)": {
        "description": "метод исследования объектов познания на их моделях, построение моделей реально существующих предметов и явлений."
    },
    "Моделирование пространственных задач (modeling of spatial problems)": {
        "description": "процесс организации слоев карты в виде множества равных по размерам и территориально сопряженных ячеек, при этом каждая ячейка представляет определенное местоположение и имеет определенное значение для каждого слоя карты. Ячейки для разных слоев накладываются друг на друга, описывая каждое местоположение различными атрибутами. Большинство пространственных задач включают в себя поиск оптимального местоположения (модели выбора участков или модели пригодности)."
    },
    "Моделирование рассуждений (simulation of reasoning)": {
        "description": "область искусственного интеллекта, занимающаяся разработкой методов формализации рассуждений. Включает не только классические дедукцию, индукцию и абдукцию, но и различные нетрадиционные логики."
    },
    "Модель (model)": {
        "description": "образ некоторой системы; аналог (схема, структура, знаковая система) определенного фрагмента природной или социальной реальности, «заместитель» оригинала в познании и практике."
    },
    "Модель Барабаши": {
        "description": "Альберт (Barab?si–Albert model) – модель генерации случайных безмасштабных сетей с использованием принципа предпочтительного присоединения (чем больше связей имеет узел, тем более предпочтительно для него создание новых связей)."
    },
    "Модель деградации (degradation model)": {
        "description": "формальное описание потери объектом со временем возможности выполнения некоторых своих функций."
    },
    "Модель ДеГроота (DeGroot model)": {
        "description": "модель динамики мнений, в которой мнение агента на каждом шаге является выпуклой комбинацией мнений смежных агентов (и его самого) на предыдущем шаге."
    },
    "Модель заболевания математическая (disease model)": {
        "description": "математическая модель состояния организма человека и динамики его изменения при наличии патологии либо проникновении инфекции и лечебного воздействия."
    },
    "Модель измерений (measurement model)": {
        "description": "математическая модель, позволяющая определить зависимость измерений некоторой физической величины от истинных значений этой величины, погрешностей измерительных приборов и случайных шумов измерения."
    },
    "Модель независимых каскадов (independent cascade model)": {
        "description": "модель формирования информационного каскада в социальной сети, в которой каждый агент, находящийся в заданном состоянии, однократно и с определенной вероятностью переводит в это же состояние смежных агентов."
    },
    "Модель неисправности элемента (failure element model)": {
        "description": "формальное описание функционирования элемента системы как в исправном состоянии, так и при возникновении неисправности в нем."
    },
    "Модель организма математическая (whole-body model)": {
        "description": "математическая модель функциональных связей различных систем организма человека с целью воспроизведения реакции организма на воздействие для исследования различных гипотез, прогноза его развития, оценки параметров и построения упрощенного описания."
    },
    "Модель силы тяжести (gravity model)": {
        "description": "математическая модель поля силы тяжести Земли, включающая в себя как вклады непосредственно гравитационного поля Земли, так и эффекты сил инерции, связанные с вращением Земли."
    },
    "Модель Уоттса-Строгатса (Watts": {
        "description": "Strogatz model) – модель генерации случайных сетей малого мира."
    },
    "Модель Эрдеша": {
        "description": "Реньи (Erd?s–R?nyi model) – модель генерации случайных сетей, в которой все сети с фиксированным множеством узлов и фиксированным количеством дуг одинаково вероятны."
    },
    "Модуль сопряжения с объектом (object interface module)": {
        "description": "интерфейсный модуль, предназначенный для ввода сигналов с датчиков объекта в компьютер системы управления и вывода сигналов для управления исполнительными механизмами объекта."
    },
    "Мониторинг (monitoring)": {
        "description": "эмпирический метод исследования: постоянный надзор, наблюдение, регулярное отслеживание состояния объекта, значений отдельных его параметров с целью изучения динамики происходящих процессов, прогнозирования тех или иных событий, а также предотвращения нежелательных явлений."
    },
    "Мониторинг земной поверхности (monitoring of the earth's surface)": {
        "description": "система плановых и целенаправленных наблюдений земной поверхности для сбора, накопления, актуализации данных, обработки, обобщения и анализа информации с оценкой состояния, и возможностей полученной информации, а также прогноза изменений объектов мониторинга под влиянием естественных факторов, других видов антропогенной деятельности."
    },
    "Морфологический анализ (morphologic analysis)": {
        "description": "анализ слов, их компонентов, этимологии, семантического поля и различных изменений."
    },
    "Мотив (motive)": {
        "description": "побуждение к деятельности, связанное с удовлетворением потребностей субъекта; совокупность внешних или внутренних условий, вызывающих активность субъекта и определяющих ее направленность."
    },
    "Мотивационное управление (motivational control)": {
        "description": "управление предпочтениями агентов (целевыми функциями или функциями полезности)."
    },
    "Мотивация (motivation)": {
        "description": "процесс побуждения к деятельности, вызывающий активность субъекта и определяющий ее направленность."
    },
    "Мультиагентная система, многоагентная система (multiagent system, multi-agent system)": {
        "description": "система, состоящая из автономных, интеллектуальных и взаимодействующих между собой агентов. Цель мультиагентной системы – совместное выполнение общей задачи без помощи центра, т. е. децентрализованное управление с помощью согласования действий, характеристик и достижение консенсуса между агентами."
    },
    "Мультидоменная нейронная сеть (multi-domain neural network)": {
        "description": "искусственная нейронная сеть, конвергентно и согласованно оперирующая различными типами (представлениями) данных (аудио, фото, видео, текст и т. п.)."
    },
    "Мультимодальная нейронная сеть (multimodal neural network)": {
        "description": "синоним термина мультидоменная нейронная сеть."
    },
    "Мультипроект (multi-project)": {
        "description": "проект, состоящий из нескольких технологически независимых проектов, объединенных общими ресурсами (финансовыми и материальными)."
    },
    "Мьютекс (mutex)": {
        "description": "объект синхронизации, обеспечивающий взаимоисключающий доступ потоков команд к некоторому ресурсу."
    },
    "Мягкие вычисления (soft computing)": {
        "description": "комплекс исследований в области неточных, приближенных методов решения задач, которые включают в себя такие методы, как нечеткая логика, эволюционные алгоритмы, генетические алгоритмы, роевой интеллект, искусственные нейронные сети и др."
    },
    "Мягкий дедлайн (soft deadline)": {
        "description": "см. директивный срок."
    },
    "Наблюдаемость (observability)": {
        "description": "свойство системы, показывающее, можно ли по выходу полностью восстановить информацию о состояниях системы. Критерий наблюдаемости: матрица наблюдаемости имеет полный ранг."
    },
    "Наблюдатель возмущений (perturbation observer, disturbance observer)": {
        "description": "элемент системы управления, осуществляющий процедуру оценивания значений вектора возмущений динамической системы."
    },
    "Наблюдатель Люенбергера (Luenberger observer, Luenberger's observer)": {
        "description": "наблюдатель возмущений, использующий метод оценивания значений вектора состояния динамической системы, описываемой наблюдаемой системой линейных дифференциальных или разностных уравнений с известными параметрами, по вектору измеряемых значений выхода системы и известных значений управления. Требуется задать матрицу коэффициентов наблюдателя, которую можно найти, задав собственные значения матрицы, описывающей динамику ошибки наблюдения."
    },
    "Наблюдатель, наблюдатель состояния (state observer)": {
        "description": "процедура оценивания значений вектора состояния динамической системы, описываемой наблюдаемой системой дифференциальных или разностных уравнений с известными параметрами. Для оценивания используются текущие и предыдущие значения вектора измеряемых значений выхода системы, вектора управления, статистические свойства помех измерения, неизмеряемых внешних возмущений и другая доступная информация о системе."
    },
    "Наблюдение (observation)": {
        "description": "наиболее информативный пассивный экспериментальный метод исследования; метод, который позволяет увидеть все стороны изучаемых явлений и процессов, доступные восприятию наблюдателя – как непосредственному, так и с помощью различных приборов."
    },
    "Наблюдение научное (scientific observation)": {
        "description": "целенаправленное и организованное восприятие объектов и явлений внешнего мира, связанное с решением определенной научной проблемы или задачи."
    },
    "Навигационная система (navigation system)": {
        "description": "техническая система, решающая задачу навигации, т. е. позволяющая определять положение, скорость и ориентацию различных объектов."
    },
    "Навигация (navigation)": {
        "description": "определение положения, скорости и ориентации подвижных объектов при помощи различных методов и технических средств."
    },
    "Навигация по физическим полям (map-aided navigation, physical field navigation)": {
        "description": "навигация, осуществляемая при помощи информации об измерениях физических полей на борту подвижного объекта."
    },
    "Нагруженный резерв (hot redundancy)": {
        "description": "резерв, который содержит один или несколько резервных элементов, работающих в режиме основного элемента, при этом отказ наступает при отказе резервного элемента с максимальным временем работы."
    },
    "Надежность (reliability)": {
        "description": "свойство объекта сохранять во времени способность выполнять требуемые функции в заданных режимах и условиях применения, технического обслуживания, хранения и транспортирования; может включать в себя безотказность, ремонтопригодность, восстанавливаемость, долговечность, сохраняемость, готовность или определенные сочетания этих свойств."
    },
    "Надсистема (supersystem)": {
        "description": "система более общего масштаба (суперсистема), в которую данная система входит как подсистема."
    },
    "Наземная радионавигационная система (ground based radio navigation system)": {
        "description": "навигационная система, использующая для работы радиосигналы, передаваемые наземными станциями."
    },
    "Наложение спектров (aliasing)": {
        "description": "эффект искажения спектра, связанный с тем, что все частоты в спектре сигнала, превышающие половинную частоту дискретизации, отражаются от этой частоты и переносятся на более низкие частоты."
    },
    "Наработка (operating time)": {
        "description": "продолжительность или объем работы объекта."
    },
    "Наработка между отказами (operating time between failures)": {
        "description": "наработка объекта от окончания восстановления его работоспособного состояния после отказа до возникновения следующего отказа."
    },
    "Наука (science)": {
        "description": "сфера человеческой деятельности, функцией которой является выработка и теоретическая систематизация объективных знаний о действительности. Говоря о науке, необходимо иметь в виду три ее аспекта: наука как социальный институт (сообщество ученых, совокупность научных учреждений); наука как результат (научные знания); наука как процесс (научная деятельность)."
    },
    "Научность (scientific)": {
        "description": "основное свойство научного познания. Критерии научности познания: 1) объективность – предполагает, что познание явления осуществляется независимо от познающего субъекта, т. е. происходит отвлечение от интересов познающего индивида и от всего сверхприродного; 2) доказательность и обоснованность – в качестве которых могут выступать эмпирические факты и логические рассуждения; 3) выраженность в понятиях – предполагает, что научное знание должно быть выражено в системе понятий, выработанных данной наукой (использует специализированный научный язык), позволяющей включить его в состав определенной научной теории; 4) рациональность – в научном знании не просто что-то сообщается, а приводятся необходимые основания, по которым это высказывание можно считать истинным (здесь действует принцип достаточного основания); 5) сущностная характеристика – сведения, которые сообщаются в той или иной системе знания, должны касаться сущности предметов; 6) системность – знание должно быть особым образом организовано в форме теории или развернутого теоретического построения на специальном языке понятий и категорий данной области знания; 7) проверяемость – означает, что знание должно найти свое подтверждение в практической деятельности и быть воспроизводимо в ней; 8) способность к развитию – рассматривается как потенциал знания к порождению нового знания."
    },
    "Неидеальный контроль (nonideal checking)": {
        "description": "контроль, при котором отказы и сбои могут происходить и в системах встроенного контроля."
    },
    "Нейроинтерфейс (neural interface)": {
        "description": "технология и средство взаимодействия между мозгом и технической системой."
    },
    "Нейроинформатика (neuroinformatics)": {
        "description": "междисциплинарная наука, занимающаяся математическим моделированием биологических нервных систем."
    },
    "Нейрон (neuron)": {
        "description": "возбудимая клетка, которая предназначена для приема, обработки, хранения, и передачи информации с помощью электрических и химических сигналов. Типичный нейрон состоит из тела клетки, дендритов и одного аксона."
    },
    "Нейро-нечеткая сеть (neuro-fuzzy network)": {
        "description": "искусственная нейронная сеть, использующая нечеткие переменные и нечеткие операции для обработки нечетких или неопределенных данных."
    },
    "Нейронный ансамбль (neural ensemble)": {
        "description": "относительно небольшая группа нейронов, связанных между собой, выполняющая определенную функциональную задачу."
    },
    "Нейросеть (neural network)": {
        "description": "в контексте машинного обучения аналог термина искусственная нейронная сеть."
    },
    "Нейротрансмиттер (neurotransmitter)": {
        "description": "химическое вещество, служащее для передачи сигнала от одного нейрона к другим. Нейротрансмиттер выделяется окончанием аксона в результате прихода электрического импульса и воспринимается рецепторами нейронов, расположенных вблизи этого аксона. В распространенном частном случае нейротрансмиттер выделяется в синаптическую щель."
    },
    "Неисправное состояние, неисправность (faulty state, malfunction)": {
        "description": "состояние объекта, в котором он не соответствует хотя бы одному из требований, установленных в документации на него."
    },
    "Нелинейная обратная связь (non-linear feedback, nonlinear feedback)": {
        "description": "вид обратной связи, закон управления, равный нелинейной вектор-функции от переменных состояния системы или их отклонений от заданных значений."
    },
    "Нелинейная система (nonlinear system, non-linear system)": {
        "description": "система, в математической модели которой хотя бы одна зависимость между величинами не может быть представлена линейной функцией. Часто описывается системой нелинейных дифференциальных или разностных уравнений."
    },
    "Нелинейное демпфирование (nonlinear damping)": {
        "description": "прием, заключающийся в добавлении к основному сигналу управления нелинейных слагаемых, которые позволяют компенсировать влияние нелинейностей объекта управления и тем самым избежать ситуации, когда выход объекта расходится за конечное время."
    },
    "Неманипулируемое управление (straightforward control)": {
        "description": "управление, делающее выгодным для агентов (равновесием их игры) сообщение центру достоверной информации о своих типах (см. также «манипулирование информацией»)."
    },
    "Немонотонные логики (nonmonotonic logics)": {
        "description": "различные системы немонотонного вывода, т. е. вывода, который может приводить к устареванию некоторых прежних знаний с необходимостью их удаления, например, по причине их противоречия новым знаниям."
    },
    "Ненагруженный резерв (cold redundancy)": {
        "description": "резерв, содержащий один или несколько резервных элементов, не функционирующих до начала выполнения ими функций основного элемента."
    },
    "Неопределенность (uncertainty)": {
        "description": "неоднозначность любого происхождения, отсутствие или недостаток знания, неполная информированность."
    },
    "Неопределенность вероятностная (probabilistic uncertainty)": {
        "description": "информированность заключается в знании распределения вероятности возможных значений неопределенного параметра (состояния природы, типов других агентов и т. д.)."
    },
    "Неопределенность игровая (game uncertainty)": {
        "description": "неполная информированность субъекта о действиях или принципах принятия решений других участников организационной системы."
    },
    "Неопределенность измеримая (measurable uncertainty)": {
        "description": "возможность наступления априори непредсказуемых, но повторявшихся ранее или/и описываемых фундаментальными закономерностями событий (в отличие от неопределенности истинной)."
    },
    "Неопределенность интервальная (interval uncertainty)": {
        "description": "информированность заключается в знании множества возможных значений неопределенного параметра (состояния природы, типов других агентов и т. д.)."
    },
    "Неопределенность истинная (true uncertainty)": {
        "description": "возможность наступления уникальных (или редко повторяющихся) событий, которые не объясняются существующими фундаментальными законами, и для которых нет априорных наблюдений."
    },
    "Неопределенность нечеткая (fuzzy uncertainty)": {
        "description": "информированность заключается в знании функции принадлежности возможных значений неопределенного параметра (состояния природы, типов других агентов и т. д.)."
    },
    "Неопределенность объективная (objective uncertainty)": {
        "description": "неполная информированность о состоянии природы. Синоним – «природная» неопределенность."
    },
    "Неопределенность субъективная (subjective uncertainty)": {
        "description": "неполная информированность субъекта о типах других участников организационной системы."
    },
    "Непараметрическая идентификация (nonparametric identification, non-parametric identification)": {
        "description": "идентификация динамики системы, когда результатом являются не параметризованные передаточные функции или система дифференциальных уравнений, а реакции на типовые входные сигналы, например, амплитудно-фазовая частотная характеристика или импульсная характеристика."
    },
    "Неполные измерения (incomplete measurements)": {
        "description": "измерения, не охватывающие все параметры, описывающие состояние исследуемого объекта."
    },
    "Непроцедурный язык (non-procedural language)": {
        "description": "декларативный язык программирования, позволяющий задавать связи и отношения между объектами и величинами, но не определяющий действия над ними или последовательность их выполнения."
    },
    "Неравенство Ляпунова (Lyapunov inequality, Lyapunov's inequality)": {
        "description": "матричное неравенство, ассоциированное с уравнением Ляпунова."
    },
    "Неравенство Риккати (Riccati's inequality, Riccati inequality)": {
        "description": "матричное неравенство, ассоциированное с уравнением Риккати."
    },
    "Нервная система (neural system)": {
        "description": "целостная морфологическая и функциональная совокупность взаимосвязанных нервных структур, которая совместно с эндокринной системой обеспечивает регуляцию деятельности всех систем организма и реакцию на изменение условий внутренней и внешней среды. Состоит из нейронов, обеспечивающих генерацию, прием и обработку сигналов, и глиальных клеток, выполняющих вспомогательные функции."
    },
    "Несанкционированный доступ, НСД (unauthorized access)": {
        "description": "доступ к информации или действие с информацией, осуществляемые с нарушением установленных прав или правил разграничения доступа к информации с использованием штатных средств."
    },
    "Несогласованные возмущения (inconsistent disturbances)": {
        "description": "внешние возмущения, не принадлежащие пространству управления."
    },
    "Нечеткая истинность (fuzzy truth)": {
        "description": "понятие, используемое в нечеткой логике для описания степени истинности высказывания, может принимать значения от 0 до 1."
    },
    "Нечеткая классификация (fuzzy classification)": {
        "description": "метод классификации, в котором каждый объект может принадлежать более чем к одному классу с определенной степенью принадлежности, в отличие от классических методов, где каждый объект принадлежит ровно к одному классу (см. нечеткая кластеризация)."
    },
    "Нечеткая кластеризация (fuzzy clustering)": {
        "description": "метод кластерного анализа, в котором каждый объект данных может принадлежать более чем к одному кластеру с определенной степенью принадлежности, в отличие от классических методов, где каждый объект принадлежит ровно к одному кластеру."
    },
    "Нечеткая логика (fuzzy logic)": {
        "description": "раздел математики, являющийся обобщением классической логики и теории множеств, базирующийся на понятии нечеткого множества."
    },
    "Нечеткая операция (fuzzy operation)": {
        "description": "операция, используемая в нечеткой логике для определения степени принадлежности элемента нечеткому множеству на основе его степени принадлежности к другим нечетким множествам."
    },
    "Нечеткая переменная (fuzzy variable)": {
        "description": "переменная, значения которой представлены нечеткими множествами, т. е. переменная, определяемая функцией принадлежности."
    },
    "Нечеткие правила (fuzzy rules)": {
        "description": "правила, используемые в нечеткой логике для описания отношений между нечеткими переменными."
    },
    "Нечеткий регулятор (fuzzy controller)": {
        "description": "регулятор (П, ПИ, ПД, ПИД), содержащий операции фазификации и дефазификации, механизм нечеткого вывода и продукционные правила, построенные на основании экспертных знаний о процессе управления."
    },
    "Нечеткое множество (fuzzy set)": {
        "description": "совокупность пар элементов универсального множества и значений функции принадлежности на них."
    },
    "Норма (norm)": {
        "description": "1) узаконенное установление, признанный обязательным порядок, сформулированные в явном виде (явные нормы) или исторически сложившиеся и неинституализированные (неявные нормы); 2) в математике – функционал, заданный на векторном пространстве, обобщающий понятие длины вектора или абсолютного значения числа; 3) в теории игр – отображение множества обстановок игры и состояний природы во множество действий лица, принимающего решения."
    },
    "Область компромисса (compromise set)": {
        "description": "множество индивидуально рациональных эффективных по Парето и равновесных по Нэшу действий центров и агентов."
    },
    "Обобщение (generalization)": {
        "description": "одна из основных познавательных мыслительных операций, состоящая в выделении и фиксации относительно устойчивых, инвариантных свойств объектов и их отношений, на основе которых формируются классы объектов и создаются понятия."
    },
    "Обобщенный фильтр Калмана (extended Kalman filter, EKF)": {
        "description": "одно из нелинейных обобщений фильтра Калмана, использующее матрицы Якоби нелинейных функций исходной задачи."
    },
    "Обработка естественного языка (natural language processing, NLP)": {
        "description": "направление в современной прикладной науке, использующее принципы машинного обучения и математической лингвистики в целях анализа и синтеза естественного языка (например, при создании систем автоматического перевода, чат-ботов, голосовых помощников и комплексных аналитических бизнес-систем и др.)."
    },
    "Обработка речевых сигналов (speech signal processing)": {
        "description": "область науки, в которой изучаются процессы фильтрации, усиления и извлечения информации, кодирования, сжатия и преобразования речи в текст."
    },
    "Обработка текстов естественного языка (natural language text processing)": {
        "description": "использование технологий и методов обработки естественного языка для обработки текстов, созданных людьми."
    },
    "Обратная задача управления (reverse control problem)": {
        "description": "поиск множества допустимых управлений, переводящих управляемую систему в заданное состояние."
    },
    "Обратная связь, ОС (feedback)": {
        "description": "процесс влияния результатов функционирования какой-либо системы на параметры, от которых зависит функционирование этой системы; поступление субъекту управления информации о состоянии или/и выходе объекта управления. Различают положительную и отрицательную обратную связь."
    },
    "Обратное распространение ошибки (backpropagation)": {
        "description": "процесс, порождаемый алгоритмом обратного распространения ошибки."
    },
    "Обследование (survey)": {
        "description": "эмпирический метод исследования – изучение исследуемого объекта с той или иной мерой глубины и детализации в зависимости от поставленных исследователем задач."
    },
    "Обучение без учителя (unsupervised learning)": {
        "description": "один из способов машинного обучения, при котором система спонтанно обучается выполнять поставленную задачу без вмешательства со стороны исследователя. Как правило, применяется для задач, в которых априорно неизвестно соотношение стимул – реакция (отсутствует обучающий набор данных) и требуется обнаружить внутренние взаимосвязи, зависимости, закономерности, существующие между объектами."
    },
    "Обучение с подкреплением (reinforcement learning)": {
        "description": "один из способов машинного обучения, при котором система обучается в ходе взаимодействия со средой, получая от нее сигналы «поощрения» в случае «правильных» действий и «наказания» в случае «неправильных» действий."
    },
    "Обучение с учителем (supervised learning)": {
        "description": "один из способов машинного обучения, в ходе которого система обучается с помощью обучающей выборки – размеченного набора данных, в котором для каждого элемента данных указан правильный ответ."
    },
    "Общее знание (common knowledge)": {
        "description": "факт, о котором: 1) известно всем агентам, 2) всем агентам известно (1); 3) всем агентам известно (2) и так далее до бесконечности."
    },
    "Общность (unity)": {
        "description": "единство, наличие неразрывных связей."
    },
    "Объект (object)": {
        "description": "то, что противостоит субъекту в его предметно-практической и познавательной деятельности, такая часть объективной реальности, которая находится во взаимодействии с субъектом."
    },
    "Объект управления (control object)": {
        "description": "управляемая система (предмет, субъект или процесс)."
    },
    "Ограничение (bound, limit, restriction)": {
        "description": "правило, установление, определяющее допустимые значения каких-либо прав, возможностей, действий, показателей и т. п."
    },
    "Ограниченная рациональность (bounded rationality)": {
        "description": "принцип принятия решений, в соответствии с которым субъект выбирает рациональные, т. е. удовлетворительные с его точки зрения действия при отсутствии возможности, времени или желания нахождения оптимального варианта (ср. с «гипотезой рационального поведения»)."
    },
    "Одновременная локализация и построение карты (simultaneous localization and mapping, SLAM)": {
        "description": "метод, используемый в автономных подвижных объектах для построения карты в неизвестном пространстве или для обновления карты в заранее известном пространстве с одновременным определением и контролем текущего местоположения и пройденного пути."
    },
    "Одновременные события (simultaneous events)": {
        "description": "события, моменты наступления которых неразличимы для операционной системы."
    },
    "Ожидаемая полезность (expected utility)": {
        "description": "средняя полезность в условиях, когда известно только распределение вероятности реализации возможных исходов и полезность этих исходов."
    },
    "Оконная функция (window function)": {
        "description": "весовая функция, которая используется для управления эффектами, обусловленными наличием боковых лепестков в спектральных оценках и связанными с эффектом растекания спектра."
    },
    "Окружающая среда (environment)": {
        "description": "обобщенное понятие, характеризующее природные условия некоторой местности и ее экологическое состояние; окружающая среда для некоторой системы является частью ее внешней среды."
    },
    "Олигархические правила (oligarchic rules)": {
        "description": "одна из форм федерационных правил, наряду с синдикатом, диктаторским правилом и правилом k-большинства. В олигархических правилах выбор производится единогласно некоторой коалицией (группой) участников."
    },
    "Онлайновая социальная сеть (online social network)": {
        "description": "интернет-платформа для общения, получения информации, развлечения и т. д. членами социальной сети."
    },
    "Онтология (ontology)": {
        "description": "1) в философии: учение о бытии как таковом; раздел философии, изучающий фундаментальные принципы бытия, наиболее общие сущности и категории сущего. 2) в точных науках (информатика, искусственный интеллект): формализованное описание структуры предметной области (форма представления знаний) в виде совокупности объектов, их классов, связей между ними (структуры) и правил вывода. Онтологию можно рассматривать как наиболее стандартизованный вид семантической сети."
    },
    "Операционная система (operating system, OS)": {
        "description": "комплекс программ, предназначенных для управления программными и аппаратными ресурсами компьютера и организации взаимодействия с пользователем."
    },
    "Операционная система реального времени, ОСРВ (real-time operating system)": {
        "description": "операционная система, реагирующая на внешние события в течение заданного промежутка времени."
    },
    "Операция (operation)": {
        "description": "совокупность действий, мероприятий, направленных на достижение некоторой цели."
    },
    "Описание (description)": {
        "description": "перечисление признаков предмета или явления, которые более или менее исчерпывающе раскрывают его."
    },
    "Определение (definition)": {
        "description": "1) логическая операция установления смысла термина; 2) текст, точно описывающий смысл термина или понятия (предполагается, что определение позволяет для любой сущности установить, соответствует она этому определению или нет); 3) введение нового понятия или объекта в математическое рассуждение путем комбинации или уточнения элементарных либо ранее определенных понятий."
    },
    "Оптимальное оценивание (optimal estimation)": {
        "description": "процесс и результат построения наблюдателя, дающего в некотором смысле (например, в смысле максимального правдоподобия) наилучшую оценку некоторой величины, зависящей от состояния системы."
    },
    "Оптимальное согласованное планирование (optimal coordinated planning)": {
        "description": "процесс и результат решения задачи планирования на множестве согласованных планов."
    },
    "Оптимальное управление (optimal control)": {
        "description": "1) допустимое управление, обладающее максимальной эффективностью; 2) раздел математики и теории управления, изучающий методы нахождения наилучшего управления динамической системой. Задачей оптимального управления является определение допустимых управляющих воздействий, которые переводят динамическую систему из начального состояния в конечное и экстремизируют заданный критерий качества."
    },
    "Оптимальный алгоритм консенсуса (optimal consensus algorithm)": {
        "description": "протокол в мультиагентной системе, обеспечивающий консенсус между агентами и минимизирующий сумму целевых функций всех агентов при ограничении на характеристики или состояния агентов."
    },
    "Оптимизация (optimization)": {
        "description": "нахождение среди допустимого множества возможных вариантов (альтернатив, решений) наилучших (например, экстремизирующих критерий эффективности."
    },
    "Организационная система (organization)": {
        "description": "объединение людей (например, предприятие, учреждение, фирма), совместно реализующих некоторую программу или цель и действующих на основе определенных процедур и правил (механизмов)."
    },
    "Организационно-техническая система, ОТС (organizational and technical system, OTS)": {
        "description": "сложная система, включающая людей, технические и природные элементы."
    },
    "Организация (organization)": {
        "description": "1) внутренняя упорядоченность, согласованность взаимодействия более или менее дифференцированных и автономных частей целого, обусловленная его строением; 2) совокупность процессов или действий, ведущих к образованию и совершенствованию взаимосвязей между частями целого; 3) объединение людей, совместно реализующих некоторую программу или цель и действующих на основе определенных процедур и правил (механизмов) – см. организационная система."
    },
    "Осмотр (examination)": {
        "description": "синоним обследования; первоначальное изучение объекта, проводимое для ознакомления с его состоянием, функциями, структурой и т. д."
    },
    "Основы (foundations)": {
        "description": "исходные, главные положения."
    },
    "Остаточный риск (threat-sufficient risk)": {
        "description": "величина риска (группы рисков) с учетом воздействия на него как реализованных, так и еще не реализованных на текущий момент защитных мер."
    },
    "Отказ (failure, fault)": {
        "description": "событие полной или частичной потери работоспособности объектом (элементом)."
    },
    "Отказоустойчивость (fault tolerance)": {
        "description": "свойство объекта, обеспечиваемое при проектировании и заключающееся в способности правильно функционировать в течение заданного времени в условиях возникновения отказов и сбоев в работе компонентов объекта."
    },
    "Открытого управления принцип, открытое управление (fair play principle, revelation principle)": {
        "description": "принцип планирования, в соответствии с которым центр назначает планы, максимизирующие его целевую функцию на множестве, удовлетворяющем условиям совершенного согласования."
    },
    "Отношение (relation)": {
        "description": "1) философская категория, характеризующая взаимозависимость объектов, явлений или процессов; 2) в математике – определенный тип соответствия между объектами. Наиболее часто встречаются бинарные отношения (отношения между двумя объектами): отношения равенства, неравенства, порядка, эквивалентности и др."
    },
    "Отражение (reflection)": {
        "description": "воспроизведение признаков, характеристик, свойств и отношений некоторого объекта или процесса."
    },
    "Оценивание (estimation)": {
        "description": "процесс получения оценки значения некоторой переменной по конечному множеству прямых или косвенных измеряемых данных при наличии помех. Это может быть: 1) результат фильтрации данных измерений этой самой переменной при наличии помех измерения; 2) результат наблюдателя состояния, когда переменная не измеряется, а вычисляется по измерениям других переменных, которые также получены с помехами; при этом взаимосвязь измеряемых и оцениваемых переменных может включать неизмеряемые возмущения; 3) результат идентификации параметров модели системы по экспериментальным данным и т. д."
    },
    "Оценка (assessment)": {
        "description": "процесс или результат установления значимости или ценности чего-либо."
    },
    "Ошибка (error)": {
        "description": "неверность, неправильность в действиях, мыслях, рассуждениях; несоответствие между объектом или явлением, принятым за эталон (материальный объект, решение задачи, действие, которое привело бы к желаемому результату), и объектом или явлением, сопоставленным первому."
    },
    "Ошибки измерения (measurement errors)": {
        "description": "различия между измеренными и точными величинами."
    },
    "Панель оператора (operator panel, operator's panel)": {
        "description": "устройство, при помощи которого обеспечивается быстрое введение и отображение информации в автоматизированных системах."
    },
    "Парадигма (paradigm)": {
        "description": "одна из форм организации научного знания: концепция, теория или модель постановки проблем, принятая в качестве образца решения исследовательских задач."
    },
    "Парадокс Кондорсе (Condorcet paradox)": {
        "description": "ситуация голосования трех участников и трех альтернатив: a, b и c, где предпочтения участников заданы так: a > b > c, b > c > a, c > a > b; но коллективное голосование по большинству голосов между парами альтернатив, со счетом два против одного, дает цикл: a > b, b > c, и c > a. Парадокс Кондорсе также называется парадоксом голосования."
    },
    "Параллельные вычисления (parallel computing)": {
        "description": "способ организации вычислений, при котором программа реализуется в виде набора одновременно работающих взаимодействующих процессов."
    },
    "Параметрическая идентификация (parametric identification)": {
        "description": "оценивание неопределенных параметров системы уравнений или оператора, выбранных для описания системы, с использованием экспериментальные данных или данных, полученных при нормальном функционировании системы."
    },
    "Параметрическая неопределенность (parametric uncertainty)": {
        "description": "неопределенность параметров объекта в предположении, что уравнения, описывающие модель объекта, известны точно."
    },
    "Параметрический резонанс (parametric resonance)": {
        "description": "возбуждение колебаний путем периодического изменения какого-либо из параметров колебательной системы."
    },
    "Парето-оптимальность (Pareto optimality)": {
        "description": "свойство, которое выделяет альтернативы по их критериальным оценкам так, что не существует каких-либо других альтернатив из этого множества, которые не хуже по всем критериям и строго лучше хотя бы по одному критерию."
    },
    "Первичный преобразователь (primary converter)": {
        "description": "изделие, предназначенное для преобразования формы или/и способа представления информационного сигнала, полученного от чувствительного элемента, с целью его дальнейшего использования для определения значения физической величины."
    },
    "Первый метод Ляпунова (Lyapunov's first method)": {
        "description": "метод исследования нелинейных систем на локальную устойчивость по свойствам линеаризованной в окрестности нуля модели системы."
    },
    "Передаточная функция (transfer function)": {
        "description": "один из способов математического описания динамической системы. Представляет собой дифференциальный оператор, выражающий связь между входом и выходом стационарной линейной системы."
    },
    "Передаточная функция нейронов (neuronal transfer function)": {
        "description": "нелинейная функция, которая применяется к выходу каждого нейрона в искусственной нейронной сети. Она используется для добавления нелинейности в вычисления нейрона и позволяет модели выучивать более сложные зависимости в данных."
    },
    "Переключающаяся топология (switching topology)": {
        "description": "протокол или модель достижения согласования характеристик (консенсуса) мультиагентной системы c динамическим графом коммуникаций между агентами."
    },
    "Перемежающийся отказ, перемежающийся сбой (intermittent fault)": {
        "description": "многократно возникающий самоустраняющийся отказ одного и того же характера."
    },
    "Переносимость программы (software portability)": {
        "description": "возможность использования программного обеспечения более чем на одной целевой платформе. Переносимость характеризуется сложностью адаптации программы к разным платформам – чем меньше сложность, тем выше переносимость."
    },
    "Переобучение модели (overfitting model)": {
        "description": "явление в машинном обучении и математической статистике, когда обучаемая модель хорошо распознает примеры из обучающего множества, но при этом не распознает или плохо распознает любые другие примеры, не участвовавшие в процессе ее обучения."
    },
    "Перерегулирование (overshoot)": {
        "description": "максимальное динамическое отклонение регулируемой величины от установившегося значения. Обычно перерегулирование выражают в процентах от установившегося значения."
    },
    "Переходный процесс (transient)": {
        "description": "процесс изменения во времени переменных состояния объекта управления, завершающийся переходом объекта в некоторое установившееся состояние."
    },
    "Персонализированная медицина (personalized medicine)": {
        "description": "совокупность методов профилактики патологического состояния, диагностики и лечения, основанных на индивидуальных особенностях пациента."
    },
    "Персонализированная модель пациента (personalized patient model)": {
        "description": "модель организма математическая, учитывающая индивидуальные особенности человека (генетические, эпигенетические факторы, специфическую органную уязвимость, влияние средовых факторов) для целей персонализированной медицины."
    },
    "Персональные данные (personal data)": {
        "description": "любая информация, относящаяся к определенному или определяемому на основе такой информации физическому лицу (субъекту персональных данных)."
    },
    "Перцептрон, персептрон (perceptron)": {
        "description": "искусственная нейронная сеть прямого распространения с одним скрытым слоем и пороговой передаточной функцией нейрона полносвязного типа."
    },
    "П-регулятор (proportional controller, P-controller)": {
        "description": "пропорциональный регулятор; формирует управляющий сигнал, пропорциональный сигналу рассогласования."
    },
    "ПИ-регулятор (PI controller)": {
        "description": "пропорционально-интегральный регулятор; формирует управляющий сигнал в виде суммы двух слагаемых: первое пропорционально сигналу рассогласования (см. П-регулятор), а второе – его интегралу по времени. Является частным случаем ПИД регулятора."
    },
    "ПИД-регулятор (PID controller)": {
        "description": "пропорционально-интегрально-дифференциальный регулятор; формирует управляющий сигнал в виде линейной комбинации сигнала рассогласования (см. П-регулятор), его интеграла по времени (см. ПИ-регулятор) и его производной."
    },
    "План (plan)": {
        "description": "намеченная на определенный период работа с указанием ее целей, содержания, объема, методов, последовательности и сроков выполнения; замысел, проект, основные черты; желательное с точки зрения центра действие или результат деятельности агента."
    },
    "Планирование потребностей в материалах (material requirements planning, MRP)": {
        "description": "концепция, используемая в управлении производством и обеспечивающая разработку планов и графиков поставки материалов для выполнения заданной программы производства."
    },
    "Планирование потребностей в ресурсах (Manufactory Resource Planning, MRP-II)": {
        "description": "концепция, используемая в управлении производством и в управлении запасами, позволяющая планировать все производственные ресурсы."
    },
    "Планирование пути (path planning)": {
        "description": "поиск маршрута подвижного объекта между начальной и конечной точкой в пространстве, учитывающего параметрические, фазовые и траекторные ограничения."
    },
    "Планировать (plan)": {
        "description": "составлять план деятельности, развития чего-то; определять план."
    },
    "Пневмоавтоматика (pneumo-automatic devices)": {
        "description": "комплекс технических средств для построения систем автоматизации и (или) автоматического управления, в которых данные представляются и передаются в виде пневматических сигналов (перепадов давления или расхода)."
    },
    "Побочный платеж (additive payment)": {
        "description": "переменная, аддитивно входящая в целевые функции центра и агента (или различных агентов)."
    },
    "Поведение (behavior)": {
        "description": "1) присущее живым существам взаимодействие с внешней средой, опосредованное их внешней (двигательной) и внутренней (психической) активностью; высший уровень поведения – человеческая деятельность; 2) для любых систем: последовательное (во времени), хотя бы частично наблюдаемое, поддающееся измерению, объективной фиксации изменение их состояний."
    },
    "Поверхностная модель (surface model)": {
        "description": "совокупность поверхностей, ограничивающих и определяющих трехмерный объект в пространстве."
    },
    "Подавление возмущений (rejection of disturbances)": {
        "description": "построение такого управления для системы с внешними возмущениями, которое минимизирует в том или ином смысле их влияние, т. е. уменьшает неопределенность в состоянии (выходе) системы."
    },
    "Подвижный объект (moving object)": {
        "description": "естественный или искусственный объект, способный изменять свое положение в пространстве."
    },
    "Подсистема (subsystem)": {
        "description": "часть системы, которая сама обладает системными свойствами и может рассматриваться самостоятельно."
    },
    "Подход (approach)": {
        "description": "исходный принцип, исходная позиция изучения предмета исследования, основное положение или убеждение (логический и исторический подходы, содержательный и формальный, качественный и количественный, феноменологический и сущностный, единичный и общий (обобщенный) – поиск общих связей, закономерностей, типологических черт)."
    },
    "Позиционное управление (positional control)": {
        "description": "принцип управления, который состоит в том, что управляющее воздействие является функцией от состояния и (или) выхода объекта управления."
    },
    "Позиционные процедуры (positional procedures)": {
        "description": "процедуры принятия коллективного решения, использующие информацию о положении альтернатив в упорядочениях (ранжировании) участников."
    },
    "Позиционные регуляторы (position controllers)": {
        "description": "дискретные регуляторы, у которых при изменении на входе выходная величина может принимать одно из конечного числа значений."
    },
    "Познание (cognition)": {
        "description": "умственный процесс приобретения знаний. Он включает в себя восприятие, рассуждение, творческую деятельность, разрешение возникших проблем и, возможно, интуицию. В познании выделяют два уровня: чувственное познание, осуществляемое с помощью ощущения, восприятия, представления, и рациональное познание, протекающее в понятиях, суждениях, умозаключениях и фиксируемое в теориях."
    },
    "Поисковый сигнал (search signal)": {
        "description": "сигнал, подаваемый на вход объекта управления с целью автоматического нахождения оптимального управления."
    },
    "Показатель (indicator)": {
        "description": "то, по чему можно судить о развитии и ходе чего-нибудь; выраженная числом характеристика какого-либо свойства объекта, процесса или решения."
    },
    "Покрытие неисправностей (failure coverage)": {
        "description": "параметр, равный отношению обнаружимых на проверочном или диагностическом тестах неисправностей цифровой модели объекта ко всем рассматриваемым неисправностям."
    },
    "Полезность (utility)": {
        "description": "условная характеристика, отражающая степень удовлетворенности субъекта результатом деятельности."
    },
    "Политика безопасности (security policy)": {
        "description": "совокупность правил, процедур, практических методов и руководящих принципов в области информационной безопасности, используемых организацией в своей деятельности."
    },
    "Полная ошибка (total error)": {
        "description": "ошибка определения навигационных параметров инерциальной навигационной системой."
    },
    "Полнофункциональные ГИС (full-featured GIS)": {
        "description": "геоинформационные системы, обладающие максимальной функциональностью, обеспечивающие практически полный цикл работы с пространственными данными от ввода и обработки до анализа и принятия решения, позволяющие работать со всеми основными моделями данных геоинформатики: векторными, растровыми, сетями и моделями поверхностей."
    },
    "Положение (statement)": {
        "description": "одна из форм организации научного знания – научное утверждение, сформулированная мысль. Частными случаями положений являются аксиома и теорема."
    },
    "Полумарковские системы массового обслуживания (semi-Markov QS)": {
        "description": "системы массового обслуживания, в которых одно из распределений (времен во входящем потоке или времен обслуживания) является распределением общего вида при сохранении требования независимости в совокупности всех случайных величин."
    },
    "Понятие (notion, concept)": {
        "description": "класс объектов или явлений и связей между ними, объединенных общими признаками или свойствами. Выделяют три компонента понятия: имя (слово, которым оно названо), содержание (общие признаки и свойства), объем (объекты, которые входят в этот класс)."
    },
    "Пороговая модель (threshold model)": {
        "description": "в социальной сети модель формирования информационного каскада, в котором каждый агент переходит в заданное состояние, если доля находящихся в этом состоянии смежных агентов превышает некоторый порог."
    },
    "Пороговое агрегирование (threshold aggregation)": {
        "description": "модель многокритериального агрегирования, в которой низкие значения по одним параметрам не компенсируются высокими значениями по другим."
    },
    "Порядок (order)": {
        "description": "1) последовательный ход чего-либо; правила, по которым совершается что-либо, существующее устройство, режим чего-нибудь; 2) бинарное отношение упорядочения элементов множества."
    },
    "Порядок функционирования (functioning sequence)": {
        "description": "последовательность (порядок) получения информации и принятия решений участниками организационной системы."
    },
    "Постулат (postulate)": {
        "description": "синоним аксиомы."
    },
    "Поток данных (data stream, data flow)": {
        "description": "1) последовательные данные на входе или на выходе программы; 2) движение данных через вычислительную систему."
    },
    "Поток команд (command flow, instruction stream)": {
        "description": "последовательность машинных команд, выполняемых в процессоре."
    },
    "Потребность (need)": {
        "description": "состояние индивида, создаваемое испытываемой им нуждой, выступающее источником активности."
    },
    "Правдоподобный вывод (plausible inference)": {
        "description": "недедуктивный вывод, не гарантирующий верности заключения в случае верности посылок."
    },
    "Правило (rule)": {
        "description": "предложение, выражающее при определенных условиях разрешение или требование совершить или воздержаться от совершения некоторого действия."
    },
    "Правило k-большинства (k-majority rule)": {
        "description": "правило коллективного выбора, в котором решение принимается, если за него голосуют любые k избирателей."
    },
    "Правильный механизм (correct mechanism)": {
        "description": "неманипулируемый согласованный механизм управления."
    },
    "Предельная полезность (marginal utility)": {
        "description": "производная функции полезности."
    },
    "Предмет (subject matter)": {
        "description": "категория, обозначающая некоторую целостность, выделенную из мира объектов в процессе человеческой деятельности и познания; все, что может находиться в отношении или обладать каким-либо свойством; сторона, точка зрения, с которой исследователь познает целостный объект, выделяя наиболее существенные с его точки зрения признаки объекта; 2) ) вещь, материальная целостность; 3) в образовании – синоним учебной дисциплины."
    },
    "Предметная область (subject matter, subject area, subject field)": {
        "description": "область объектов, универсум рассмотрения (рассуждения), класс (множество) объектов, рассматриваемых в пределах данного контекста."
    },
    "Предположение (assumption)": {
        "description": "положение, которое временно принимается за возможно истинное, пока не будет установлена истина."
    },
    "Предпочтения (preferences)": {
        "description": "совокупность свойств и способностей субъекта по определению ценности, полезности альтернатив (действий, результатов деятельности и т. д.), а также их сравнения."
    },
    "Предсказательная медицина (predictive medicine)": {
        "description": "раздел медицины, использующий на основе биомаркеров и фенотипических признаков определение вероятности развития тех или иных заболеваний у пациента для выбора мер профилактики или своевременного лечения."
    },
    "Представление знаний (knowledge representation)": {
        "description": "область искусственного интеллекта, занимающаяся методами представления закономерностей данной предметной области в формализованном виде с целью их использования в интеллектуальных системах. Наиболее распространены четыре модели представления знаний – логическая, продукционная, фреймы, семантические сети."
    },
    "Преобразовательные технические средства управления (transducing means of control)": {
        "description": "технические средства для преобразования физических величин в информационные сигналы с целью последующего их измерения и (или) решения задач управления."
    },
    "Приближенные алгоритмы (approximate algorithms, approximation algorithms)": {
        "description": "алгоритмы, результатами работы которых являются приближенные (близкие к оптимальным) решения задачи."
    },
    "Прибор обслуживания, канал обслуживания (service device, channel)": {
        "description": "единичное устройство, на котором ведется обслуживание, поступающих в систему массового обслуживания требований."
    },
    "Признак (attribute)": {
        "description": "показатель, атрибут, знак, по которому можно узнать, определить что-нибудь."
    },
    "Принцип (principle)": {
        "description": "1) основное положение какой-либо теории, науки и т. д.; 2) убеждение, взгляд на вещи; 3) основная особенность в устройстве чего-либо."
    },
    "Принцип адекватности (adequacy principle)": {
        "description": "управляющая система (ее структура, сложность, функции и т. д.) должна быть адекватна свойствам (соответственно, структуре, сложности, функциям и т. д.) управляемой системы и внешней среды."
    },
    "Принцип единичного отказа (single failure principle)": {
        "description": "никакой локальный единичный отказ не должен вызывать потерю работоспособности объекта на заданном отрезке времени."
    },
    "Принцип монотонности (monotonicity principle)": {
        "description": "свойство сложных систем, в первую очередь биологических, заключающееся в том, чтобы «не упускать достигнутого»."
    },
    "Принцип обратной связи (feedback principle)": {
        "description": "для эффективного управления, как правило, необходима информация о состоянии управляемой системы и условиях ее функционирования; реализация любого управляющего воздействия и ее последствия должны отслеживаться, контролироваться субъектом управления посредством обратной связи."
    },
    "Принцип опережающего отражения (principle of advanced reflection)": {
        "description": "сложная адаптивная система должна прогнозировать возможные изменения существенных внешних параметров; при выработке управляющих воздействий необходимо предсказывать и упреждать такие изменения."
    },
    "Принцип парных сравнений, принцип Кондорсе (principle of pair-wise comparisons, Condorcet principle)": {
        "description": "выбор лучших альтернатив из множества осуществляется на основе парных сравнений всех альтернатив."
    },
    "Принцип удовлетворительности Саймона, принцип Саймона (Simon's «satisficing» principle)": {
        "description": "экономические агенты обладают ограниченной рациональностью. Люди и организации принимают субоптимальные решения, полезность которых превышает некоторый заранее определенный для них уровень удовлетворенности."
    },
    "Принятие решений, выбор решений (decision making)": {
        "description": "целевой выбор на множестве альтернатив или возможных решений."
    },
    "Приоритетная система массового обслуживания (priority QS)": {
        "description": "система массового обслуживания, в которой правило выбора из очереди требований на обслуживание связано с установленными для разных требований приоритетами."
    },
    "Природные риски (natural risks)": {
        "description": "возможность нежелательных последствий от опасных природных процессов."
    },
    "Проблема (problem)": {
        "description": "теоретический или практический вопрос, который необходимо изучить и разрешить; в науке – противоречивая ситуация, выступающая в виде противоположных позиций в объяснении каких-либо явлений."
    },
    "Проблематика (problematics)": {
        "description": "в системном анализе определяется как сплетение, комплекс проблем, которые неразрывно связаны с проблемой, подлежащей разрешению."
    },
    "Проблемная ситуация (problem situation)": {
        "description": "осознание существования проблемы, возникающее при выполнении практического или теоретического действия, задания, проекта и заключающееся в том, что ранее усвоенных знаний оказывается недостаточно, и возникновение субъективной потребности в новых знаниях, реализующейся в целенаправленной познавательной активности."
    },
    "Проблемно-ориентированный язык (problem-oriented language)": {
        "description": "язык программирования высокого уровня, ориентированный на решение определенного класса прикладных задач."
    },
    "Проверочные тесты (detection tests)": {
        "description": "тесты проверки исправности или работоспособности объекта."
    },
    "Прогноз (forecast)": {
        "description": "конкретное предсказание, суждение о состоянии какого-либо явления или процесса в будущем."
    },
    "Прогнозирование (forecasting)": {
        "description": "метод исследования, специальное научное исследование конкретных перспектив развития изучаемого объекта. Прогнозирование как метод исследования в определенном смысле двойственен ретроспекции."
    },
    "Программа (program)": {
        "description": "1) комплекс операций (мероприятий), увязанных технологически, ресурсно и организационно и обеспечивающих достижение поставленной цели; 2) комбинация компьютерных инструкций (команд) и данных, позволяющая аппаратному обеспечению вычислительной системы выполнять вычисления или функции управления."
    },
    "Программная траектория (programmed trajectory, reference trajectory)": {
        "description": "геометрическая кривая, описывающая движение материальной точки в фазовом или координатном пространстве как функцию времени. Она определяется законами движения, начальными условиями и программой управления."
    },
    "Программное управление (programmed control)": {
        "description": "режим управления, при котором в начальный момент времени решения принимаются сразу на все будущие периоды, в уравнениях движения ? это управление в классе функций времени, определяющее всю программную траекторию."
    },
    "Проект (project)": {
        "description": "1) план, замысел, разработанный план, прототип сооружения, устройства, предварительный текст документа; 2) ограниченное во времени целенаправленное изменение отдельной системы с установленными требованиями к качеству результатов, возможными рамками расхода средств и ресурсов и специфической организацией. От первого – специфического для машиностроения, строительства и других отраслей науки и техники – понятия «проект» (англ. design) в значении «проектная документация», следует отличать второе, используемое в управлении проектами (в контексте менеджмента), понятие «проект» (англ. project) в значении определенного цикла деятельности."
    },
    "Проектирование (design)": {
        "description": "создание проекта; может включать несколько этапов от выявления проблемы, определения цели до подготовки технического задания и испытания опытных образцов; обладает своей методологией, которая включает структуру деятельности, принципы и нормы деятельности, субъектов, модели, методы и др."
    },
    "Проектная авария (design basis accident)": {
        "description": "авария, для которой проектом определены исходные события и конечные состояния и предусмотрены системы, обеспечивающие неперерастание этих аварий в запроектные."
    },
    "Производственная функция (production function)": {
        "description": "функция, отражающая зависимость между количествами используемых факторов производства и максимально возможным при этом выпуском продукции."
    },
    "Пропорциональное представительство (proportional representation)": {
        "description": "представительство в выборном органе (парламенте) депутатов, избранных по пропорциональной системе выборов посредством методов формирования распределения мест."
    },
    "Простейший поток требований (simplest incoming flow)": {
        "description": "входящий поток требований, который удовлетворяет трем ключевым свойствам: стационарность, ординарность и отсутствие последействия."
    },
    "Пространственно локализованные объекты (spatially localized objects)": {
        "description": "цифровое представление пространственных объектов точками, линиями, полигонами и поверхностями (трехмерный объект) в зависимости от геометрических, топологических характеристик и масштаба."
    },
    "Пространственный анализ видимости, пространственный анализ невидимости (spatial analysis of visibility, spatial analysis of invisibility)": {
        "description": "обработка цифровых моделей рельефа, обеспечивающая оценку поверхности с точки зрения видимости или невидимости отдельных ее частей путем выделения зон и построения карт видимости/невидимости с некоторой точки обзора или множества точек, заданных их положением в пространстве."
    },
    "Протечка данных (data leak)": {
        "description": "в машинном обучении ситуация появления общих объектов данных, используемых и при обучении, и при тестировании модели."
    },
    "Протокол консенсуса (consensus protocol)": {
        "description": "математическая модель или набор алгоритмов (процедур), основанные на локальной информации, позволяющие координировать поведение агентов в мультиагентной системе. Агенты реализуют протокол консенсуса для сведения своих характеристик к единому значению, называемому значением консенсуса или синхронизированной характеристикой."
    },
    "Профессиональный риск (occupational risk)": {
        "description": "риск, связанный с профессиональной деятельностью человека."
    },
    "Процедура (procedure)": {
        "description": "процесс исполнения алгоритма; методика, предназначенная для мониторинга, изменения и (или) контроля релевантных факторов; в научной деятельности – с целью исследования некоторого явления. Этот термин по способу употребления подобен термину метод, но подразумевается, что процедура – более конкретная манипуляция определенными условиями, в то время как метод обычно предполагает более широкое направление."
    },
    "Процедурные знания (procedural knowledge)": {
        "description": "знания об объектах, процессах, задачах, содержащие процедуры их получения, построения или решения."
    },
    "Процедурный язык (procedural language)": {
        "description": "язык программирования, в котором обработка данных производится последовательными командами."
    },
    "Процесс (process)": {
        "description": "ход какого-либо явления, последовательная смена состояний, стадий и т. д."
    },
    "Процессор (central processing unit, CPU, processor)": {
        "description": "электронное устройство, отвечающее за обработку машинных команд."
    },
    "Прямая задача управления (direct control problem)": {
        "description": "задача нахождения оптимального управления."
    },
    "Псевдодальности (pseudoranges)": {
        "description": "результат измерений дальностей до известных ориентиров, включающий различные ошибки измерения."
    },
    "Псевдоскорости (pseudovelocities)": {
        "description": "результат измерений относительных скоростей известных ориентиров, включающий различные ошибки измерения."
    },
    "Пуассоновский поток отказов, простейший поток отказов (the Poisson failure flow, simplest failure flow)": {
        "description": "поток отказов, который одновременно обладает свойствами стационарности, ординарности и отсутствия последействия."
    },
    "Путь (way)": {
        "description": "направление деятельности, развития чего-то (неопределенного)."
    },
    "Работа (work): 1) нахождение в действии; 2) занятие, труд, деятельность; 3) производственные операции по созданию, сооружению, изготовлению, обработке чего-нибудь; 4) в управлении проектами": {
        "description": "совокупность операций, приводящих к цельному результату; 5) продукт труда, готовое изделие."
    },
    "Работоспособность (operability)": {
        "description": "состояние системы, при котором она способна выполнять заданные функции с параметрами, установленными требованиями технической документации."
    },
    "Равновесие (equilibrium)": {
        "description": "1) стационарное состояние системы, при котором одни воздействия на нее компенсируются другими или отсутствуют вообще; 2) в теории игр – см. решение игры."
    },
    "Равновесие в доминантных стратегиях, РДС (dominant strategies equilibrium, DSE)": {
        "description": "ситуация игры, в которой каждый игрок выбирает свою доминантную стратегию."
    },
    "Равновесие максиминное (maximin equilibrium)": {
        "description": "ситуация игры, в которой каждый игрок выбирает свою гарантирующую стратегию."
    },
    "Равновесие Нэша (Nash equilibrium)": {
        "description": "ситуация игры, одностороннее отклонение от которой не выгодно ни одному из игроков."
    },
    "Равновесие Парето (Pareto equilibrium)": {
        "description": "такая ситуация игры, что не существует другой ситуации, в которой все игроки получили бы не меньший выигрыш и хотя бы один игрок – строго больший (синоним – эффективная ситуация)."
    },
    "Разброс значений времени отклика (response time jitter, response time range)": {
        "description": "диапазон изменения значений времени отклика операционной системы реального времени."
    },
    "Развитие (development)": {
        "description": "необратимое, направленное, закономерное изменение материальных и идеальных объектов."
    },
    "Размещение полюсов (pole placement)": {
        "description": "задача синтеза модального управления."
    },
    "Разностно-дальномерные измерения (difference range measurements)": {
        "description": "измерения, формируемые как разность псевдодальностей до различных ориентиров; позволяют скомпенсировать влияние ошибки часов приемника."
    },
    "Разработка (development)": {
        "description": "деятельность по проектированию и конструированию системы."
    },
    "Разрешение омонимии (homophone differentiation)": {
        "description": "задача лингвистики, распознавания текста и речи и естественной переработки речи, где в отсутствие внешнего контекста существуют трудности различия омонимов (слов или других языковых единиц, имеющих похожее звучание или написание, но разный смысл)."
    },
    "Ранг рефлексии (reflexion rank)": {
        "description": "уровень дерева информационной структуры."
    },
    "Ранжирование (ranking)": {
        "description": "упорядочение; определение ранга и выстраивание в соответствии с ним."
    },
    "Распознавание образов (pattern recognition)": {
        "description": "задача (операция) искусственного интеллекта по отнесению исходных данных к определенному классу с помощью выделения существенных признаков, характеризующих данные этого класса, из общей массы данных. Задача решается в режиме обучения с учителем."
    },
    "Распознавание речи (speech recognition)": {
        "description": "междисциплинарная область информатики и компьютерной лингвистики, которая разрабатывает методологию и технологии, позволяющие распознавать и переводить разговорную речь в текст с помощью компьютеров; обратный процесс – синтез речи."
    },
    "Распределенная система (distributed system)": {
        "description": "система, элементы и ресурсы которой разделены пространственно и (или) функционально."
    },
    "Распределенное управление (distributed management)": {
        "description": "управление, при котором совместные действия объектов системы выполняются автономно (без их обращения к единой управляющей подсистеме)."
    },
    "Распределенный алгоритм (distributed algorithm)": {
        "description": "алгоритм, предназначенный для организации работы вычислительной системы, состоящей из нескольких взаимосвязанных процессоров."
    },
    "Распределенный контроль (distributed control)": {
        "description": "структура организационной системы, в которой один и тот же агент подчинен одновременно нескольким центрам."
    },
    "Рассогласование (mismatch)": {
        "description": "отклонение текущего значения регулируемой переменной от заданного значения."
    },
    "Рассуждение (reasoning)": {
        "description": "в логике: синоним вывода; часто предполагается, что рассуждение использует разнообразные правила вывода, не только логические, но и эвристические, а также основанные на здравом смысле."
    },
    "Рассуждение в условиях неопределенности (reasoning under uncertainty)": {
        "description": "рассуждение, в котором достоверных посылок недостаточно, чтобы сделать достоверный вывод."
    },
    "Рассуждения на основе прецедентов (case-based reasoning)": {
        "description": "частный случай рассуждения по аналогии: вывод о том, что некое событие может (или должно) иметь место, поскольку уже имели место сходные события."
    },
    "Растекание спектра (spectral leakage)": {
        "description": "эффект искажения спектра, который неизбежно возникает при умножении последовательности на оконную функцию и выражается в появлении дополнительных спектральных компонент."
    },
    "Растровая графика (raster graphics)": {
        "description": "двумерное изображение в виде прямоугольной матрицы или сетки квадратных пикселей, доступных для просмотра с помощью носителя информации."
    },
    "Растровые модели представления данных (raster data representation models)": {
        "description": "цифровое представление пространственных объектов в виде совокупности ячеек растра (пикселей) с присвоенными им значениями класса объектов. Растровое представление предполагает позиционирование объектов указанием их положения в соответствующей растру прямоугольной матрице единообразно для всех типов пространственных объектов (точек, линий, полигонов и поверхностей)."
    },
    "Расширенный фильтр Калмана (extended Kalman filter, EKF)": {
        "description": "как правило то же, что обобщенный фильтр Калмана, однако в некоторых источниках это фильтр Калмана с расширенным вектором состояния."
    },
    "Регулирование (regulation)": {
        "description": "частный случай управления, цель которого заключается в поддержании заданного значения состояния или выхода объекта управления."
    },
    "Регулирование по возмущению (disturbance-based control)": {
        "description": "регулирование, при котором управляющее воздействие формируется на основе измерений или оценок внешних возмущений с целью полной или частичной компенсации их воздействия на объект управления."
    },
    "Регулирование по отклонению регулируемой величины (control by deviation)": {
        "description": "регулирование, при котором управляющее воздействие формируется на основе текущего отклонения выходной (регулируемой) переменной от заданного значения."
    },
    "Регулирующий орган (regulator)": {
        "description": "элемент системы управления, осуществляющий непосредственное воздействие на объект управления."
    },
    "Регулятор (controllers)": {
        "description": "составная часть системы управления, включающая в себя и исполняющая алгоритм регулирования."
    },
    "Результат (result)": {
        "description": "заключительное последствие действий или событий; конечный итог, следствие, завершающее собой какие-нибудь действия, явления, изменения чего-нибудь."
    },
    "Результат деятельности (output)": {
        "description": "в теоретико-игровых моделях – переменная, значение которой определяется действиями агентов и состоянием природы."
    },
    "Результативность (effectiveness)": {
        "description": "степень соответствия полученного результата целям."
    },
    "Реконфигурация (reconfiguration)": {
        "description": "изменение структуры объекта с целью парирования возникшего отказа или адаптации к новым требованиям."
    },
    "Рекуррентная нейронная сеть (recurrent neural network)": {
        "description": "искусственная нейронная сеть, содержащая в своем составе обратные связи, формирующие направленную обработку элементов входных данных в виде дискретных последовательностей. Является подвидом рекурсивной нейронной сети."
    },
    "Рекурсивная нейронная сеть (recursive neural network)": {
        "description": "искусственная нейронная сеть, применяющая к структурированным элементам входных данных (обычно представленных древовидными графами) блоки обработки с одним и тем же набором внутренних параметров."
    },
    "Ремонтопригодность (maintainability)": {
        "description": "свойство объекта, заключающееся в его приспособленности к поддержанию и восстановлению своей работоспособности путем технического обслуживания и ремонта."
    },
    "Ресурс (resource)": {
        "description": "все, что используется целевым образом (количественно измеряемая возможность выполнения) в деятельности человека или людей; условия, позволяющие с помощью определенных преобразований получить желаемый результат."
    },
    "Ретроспекция (retrospection)": {
        "description": "эмпирический метод исследования: взгляд в прошлое, обозрение того, что было в прошлом. Ретроспективные исследования направлены на изучение состояния объекта, тенденций его развития в прошлом, в истории."
    },
    "Референсное решение": {
        "description": "типовое отраслевое решение, базирующееся на соответствующей референсной модели, отражающей особенности, присущие определенному классу предприятий."
    },
    "Рефлексивная игра (reflexive game)": {
        "description": "игра, в которой информированность игроков не является общим знанием, а определяется информационной структурой – иерархией их представлений (т. е. представлениями о существенных параметрах, представлениями о представлениях друг друга и т. д.)."
    },
    "Рефлексивное управление (reflexive control)": {
        "description": "целенаправленное воздействие на стратегическую рефлексию управляемых субъектов."
    },
    "Рефлексия (reflexion)": {
        "description": "«обращение назад», отражение, анализ деятельности и опыта (собственных и других субъектов)."
    },
    "Рефлексия информационная (informational reflexion)": {
        "description": "процесс и результат размышлений агента о том, каковы значения неопределенных параметров, что об этих значениях знают и думают его оппоненты."
    },
    "Рефлексия стратегическая (strategic reflexion)": {
        "description": "процесс и результат размышлений агента о том, какие принципы принятия решений используют его оппоненты в рамках той информированности, которую он им приписывает в результате информационной рефлексии."
    },
    "Речевая аналитика (speech analytics)": {
        "description": "процесс анализа и интерпретации разговорной речи с использованием методов машинного обучения и обработки естественного языка в целях извлечения смысла и намерений из разговорной речи, а также выполнения различных задач, таких как распознавание речи, идентификация говорящего, анализа настроений и др."
    },
    "Речевой интерфейс (speech interface)": {
        "description": "технология, позволяющая пользователям взаимодействовать с устройствами с помощью голосовых команд на естественном языке."
    },
    "Речь (speech)": {
        "description": "процесс передачи (устный или письменный) сообщений посредством языковых конструкций."
    },
    "Решение (decision)": {
        "description": "процесс и результат выбора цели и (или) способа деятельности."
    },
    "Решение игры (game solution)": {
        "description": "прогнозируемый и устойчивый исход игры (синонимом является термин «равновесие игры»)."
    },
    "Риск (risk)": {
        "description": "1) сочетание вероятности события и его негативных последствий; 2) влияние неопределенности на цели и результаты деятельности; 3) потенциальная опасность нанесения ущерба в результате реализации некоторой угрозы с использованием уязвимостей."
    },
    "Робастная стабилизация (robust stabilization)": {
        "description": "построение закона управления (стабилизации), придающее системе свойство робастной устойчивости."
    },
    "Робастная устойчивость (robust stability)": {
        "description": "устойчивость системы при всех значениях неопределенных параметров, принимающих значения в заданном множестве (области неопределенности)."
    },
    "Робастное управление (robust control)": {
        "description": "управление, придающее системе свойство робастности того или иного ее показателя."
    },
    "Робастность (robustness)": {
        "description": "сохранение системой желаемых свойств (например, устойчивости) при всех допустимых значениях неопределенности в ее описании."
    },
    "Роботозированная ячейка (robotic cell)": {
        "description": "любой элемент с роботом в производственном процессе, например, на производственной линии, где выполняется определенная операция."
    },
    "Род (genus)": {
        "description": "логическая характеристика класса предметов, в состав которого входят другие классы предметов, являющиеся видами этого рода."
    },
    "Самодвижение (self-motion)": {
        "description": "изменение объекта под влиянием внутренне присущих ему противоречий, факторов и условий."
    },
    "Саморазвитие (self-development)": {
        "description": "самодвижение, связанное с переходом на более высокую ступень организации."
    },
    "Сбалансированная игра (balanced game)": {
        "description": "игра в форме характеристической функции, имеющая непустое ядро."
    },
    "Сбой (intermittent fault)": {
        "description": "самоустраняющийся отказ или однократный отказ, устраняемый незначительным вмешательством оператора."
    },
    "Свойство (property)": {
        "description": "философская категория, выражающая такую сторону предмета, которая обусловливает его различие или общность с другими предметами и обнаруживается в его отношении к ним."
    },
    "Семантическая сеть (semantic network)": {
        "description": "один из способов представления знаний: ориентированный или неориентированный граф, состоящий из вершин, представляющих понятия, и ребер, представляющих семантические отношения между понятиями, отображающих или соединяющих семантические поля."
    },
    "Сетевое программирование (network programming)": {
        "description": "метод оптимизации, основанный на представлении задачи в виде сети взаимосвязанных более простых задач оптимизации. Частный случай – динамическое программирование."
    },
    "Сетевое управление (networked control)": {
        "description": "управление, при котором взаимодействие между субъектом управления и объектом управления осуществляется через информационно-телекоммуникационную сеть."
    },
    "Сеть (network)": {
        "description": "множество элементов, а также связей и отношений между ними."
    },
    "Сеть коммуникаций (communication network)": {
        "description": "см. граф коммуникаций."
    },
    "Сеть малого мира (small-world network)": {
        "description": "сеть, в которой среднее расстояние между вершинами слабо зависит от общего числа вершин. Структура таких сетей представляет собой совокупность сильно кластеризованных подграфов, соединенных ребрами. В контексте социальной сети это приводит к феномену «мир тесен»: незнакомых людей связывает небольшое количество промежуточных знакомых."
    },
    "Сеть массового обслуживания (queuing network)": {
        "description": "система массового обслуживания, в которой имеется несколько приборов обслуживания, а правила перехода требований на новый прибор определяются в соответствии с заданной маршрутной матрицей."
    },
    "Сеть с запаздыванием (network with time delay)": {
        "description": "сеть (мультиагентная система), в которой данные между узлами (агентами) передаются с задержками."
    },
    "Сильное равновесие Нэша (strong Nash equilibrium)": {
        "description": "ситуация игры, одностороннее отклонение от которой не выгодно ни одной из коалиций."
    },
    "Синапс (synapse)": {
        "description": "место контакта между двумя нейронами или между нейроном и получающей сигнал клеткой другого органа."
    },
    "Синаптическая щель (synaptic cleft)": {
        "description": "пространство между двумя клетками в синапсе."
    },
    "Синаптический вес (synaptic weight)": {
        "description": "сила влияния сигнала, проходящего через данный синапс, на мембранный потенциал нейрона-приемника. Вес может быть как положительным (возбуждающим), т. е. повышающим потенциал, так и отрицательным (тормозящим), т. е. понижающим потенциал."
    },
    "Синтез (synthesis)": {
        "description": "реальное или мысленное соединение различных элементов, сторон предмета в единое целое (систему)."
    },
    "Синтез речи (voice synthesis)": {
        "description": "технология преобразования письменного текста в устный голосовой вывод (речь)."
    },
    "Синтез системы управления (design of control system)": {
        "description": "выбор закона (алгоритма) управления и его параметров, обеспечивающих достижение цели управления."
    },
    "Синхронизация потоков (thread synchronization)": {
        "description": "механизм, позволяющий согласованно выполнять параллельные потоки команд в программе."
    },
    "Синхронизация приложений (application synchronization)": {
        "description": "механизм обновления и согласования данных в нескольких приложениях для обеспечения их взаимного соответствия."
    },
    "Синхронизация процессов (process synchronization)": {
        "description": "механизм, обеспечивающий целостность разделяемого несколькими процессами ресурса."
    },
    "Синхронизация событий (event synchronization)": {
        "description": "механизм временного согласования и координации событий, имеющих различную локализацию."
    },
    "Синхронные события (synchronous event)": {
        "description": "события, которые обнаруживаются и (или) обрабатываются одновременно. См. синхронизация событий."
    },
    "Система (system)": {
        "description": "совокупность элементов, находящихся в отношениях и связях друг с другом, которая образует определенную целостность, единство."
    },
    "Система автоматизации и управления (automation and control system)": {
        "description": "система технических и программных средств, предназначенная для решения задач управления техническими объектами с использованием автоматизации человеческого труда."
    },
    "Система автоматизации инженерных задач (computer-aided engineering, CAE)": {
        "description": "система программных продуктов, позволяющих при помощи расчетных методов (метод конечных элементов, метод конечных разностей, метод конечных объемов) оценить, как поведет себя компьютерная модель изделия в условиях, приближенных к реальным; помогает убедиться в работоспособности изделия без привлечения больших затрат времени и средств."
    },
    "Система автоматизации технологии производства (computer-aided manufacturing, CAM)": {
        "description": "автоматизированная система, либо модуль автоматизированной системы, предназначенный для подготовки управляющих программ для станков с числовым программным управлением."
    },
    "Система автоматизированного проектирования, САПР (computer-aided design, CAD)": {
        "description": "автоматизированная система, реализующая информационную технологию выполнения функций проектирования, представляет собой организационно-техническую систему, предназначенную для автоматизации процесса проектирования, состоящую из персонала и комплекса технических, программных и других средств автоматизации его деятельности."
    },
    "Система автоматического перевода текста (machine translator)": {
        "description": "система для перевода текста или речи с одного языка на другой, использование которой основано либо на правилах, либо на вероятностных подходах машинного обучения; включает контекстуальные, идиоматические и прагматические нюансы обоих языков."
    },
    "Система автоматического регулирования, САР (automatic control system)": {
        "description": "система регулирования, в которой все операции выполняются без участия человека."
    },
    "Система автоматического управления, САУ (automatic control system)": {
        "description": "система управления, в которой все операции выполняются без участия человека."
    },
    "Система автоответов (automatic answering system)": {
        "description": "система, целью которой является автоматический ответ пользователю, например, в голосовой форме или в текстовом виде."
    },
    "Система жесткого реального времени (hard real time system)": {
        "description": "операционная система реального времени, не допускающая превышения заданного времени отклика системы."
    },
    "Система защиты информации (data protection systems)": {
        "description": "совокупность органов и (или) исполнителей, используемой ими техники защиты информации, а также объектов защиты информации, организованная и функционирующая по правилам и нормам, установленным соответствующими документами в области защиты информации."
    },
    "Система массового обслуживания, СМО (queuing system, QS)": {
        "description": "система, в которой выполняется обслуживание поступающих в нее заявок, требований, вызовов (в телефонных системах) или заданий (в вычислительных системах)."
    },
    "Система мягкого реального времени (soft real time system)": {
        "description": "операционная система реального времени, допускающая превышение заданного времени отклика системы и обеспечивающая заданное время отклика в среднем. Превышение заданного времени отклика в такой системе снижает качество функционирования, но не считается фатальной ошибкой."
    },
    "Система обнаружения атак (attack detection system)": {
        "description": "система автоматического выявления воздействий на контролируемую данным средством автоматизированную информационную систему, которые могут быть классифицированы как компьютерные атаки или вторжения, и блокирования развития выявленных компьютерных атак."
    },
    "Система поддержки принятия решений, СППР (decision support system, DSS)": {
        "description": "автоматизированная информационная система, целью которой является помощь людям, принимающим решение в сложных условиях, для полного и объективного анализа и проектирования своей деятельности."
    },
    "Система с лидером (leader system)": {
        "description": "мультиагентная система, в которой имеется агент, на которого отсутствует влияние других агентов, а другие агенты для достижения согласия учитывают влияния и характеристики лидера согласно протоколу . Если характеристики лидера определяются заранее определенной функцией времени, то такой лидер называется независимым. В системе может быть несколько лидеров."
    },
    "Система стимулирования (incentive system)": {
        "description": "см. функция стимулирования."
    },
    "Система управления (control system)": {
        "description": "совокупность субъекта управления, объекта управления и связей между ними."
    },
    "Система управления взаимоотношениями с клиентами (customer relationship management, CRM)": {
        "description": "программное обеспечение для хранения данных о клиентах, автоматизации, контроля и анализа всех процессов взаимодействия с ними."
    },
    "Система управления запасами, СУЗ (inventory system)": {
        "description": "система, в которой осуществляется хранение запасов различных товаров, а также их отгрузка потребителям и пополнение запасов этих товаров посредством подачи заказов на пополнение запасов имеющимся поставщикам (такими системами могут быть магазины, склады, производственные предприятия и др.)."
    },
    "Система управления с распределенными параметрами (control system with distributed parameters, distributed control system)": {
        "description": "система управления, математическая модель которой содержит хотя бы одно дифференциальное уравнение в частных производных."
    },
    "Система управления с сосредоточенными параметрами (control system with lumped parameters, lumped control system)": {
        "description": "система управления, математическая модель которой не содержит дифференциальных уравнений в частных производных."
    },
    "Система электронного документооборота, СЭД (electronic document management system)": {
        "description": "программное обеспечение, позволяющее автоматизировать обмен и хранение документов в рамках одной или нескольких организаций."
    },
    "Системное программирование (system programming)": {
        "description": "процесс создания системного программного обеспечения, т. е. программ, обеспечивающих управление компонентами вычислительной системы и интерфейс между системой и прикладными программами."
    },
    "Системные и управляющие программы (system and control programs)": {
        "description": "набор программ, которые управляют компонентами вычислительной системы (такими как процессор, коммуникационные и периферийные устройства) и предназначены для обеспечения функционирования и работоспособности всей системы."
    },
    "Системный анализ (systems analysis)": {
        "description": "практическая методология решения проблем – совокупность методов, ориентированных на исследование сложных систем (технических, экономических, экологических, образовательных и др.)."
    },
    "Системный подход (systems approach)": {
        "description": "направление методологии научного познания и общественной практики, в основе которого лежит рассмотрение и исследование объектов как систем."
    },
    "Системотехника (systems engineering)": {
        "description": "междисциплинарный подход, направляющий и координирующий все технические и управленческие усилия, требуемые для создания системы, воплощения в ней множества потребностей, ожиданий и ограничений заинтересованных лиц в течение всего жизненного цикла системы."
    },
    "Системы поддержания здоровья (health support systems)": {
        "description": "см. ассистивные технологии."
    },
    "Системы с переключениями (switching systems, switched systems)": {
        "description": "системы, состоящие из семейства подсистем, и правила, определяющего переключения между ними."
    },
    "Системы с переменной структурой, СПС (variable structure systems, VSS, variable-structure systems)": {
        "description": "системы, в которых переход от одной структуры к другой обусловлен внутренними физическими законами, действующими в данной системе. Любая из них может быть воспроизведена искусственно путем введения в систему переключающих логических элементов. В управляемых системах структура может меняться не только в регуляторе, но и в объекте управления."
    },
    "Системы стенографирования и автоматизированные субтитры (automatic captions)": {
        "description": "функция, которая использует технологию распознавания речи для создания субтитров для аудио- или видеоконтента в режиме реального времени."
    },
    "Ситуация игры (situation of the game)": {
        "description": "вектор действий всех игроков (агентов)."
    },
    "Скользящий режим (sliding mode)": {
        "description": "режим работы системы с переменной структурой с бесконечной частотой переключений структур на некоторой поверхности переключений или на пересечении нескольких поверхностей переключений (многообразии скольжения в случае векторного управления). При движении в скользящем режиме обеспечивается инвариантность к внешним возмущениям."
    },
    "Слабая интеграция (loose integration)": {
        "description": "метод построения интегрированной навигационной системы, при котором для выработки навигационной информации применяется совместная обработка данных о координатах и скоростях, полученных спутниковым приемником, и инерциальных измерений."
    },
    "Слабосвязанные системы (weakly coupled systems)": {
        "description": "системы (как линейные, так и нелинейные), которые при помощи равносильных преобразований можно представить в виде совокупности подсистем, решение задачи управления для каждой из которых «слабо зависит» от решений других подсистем."
    },
    "Слежение (tracking)": {
        "description": "вид управления, целью которого является приведение к нулю текущего значения рассогласования – отклонения выходной переменной от задающего воздействия."
    },
    "Случайные возмущения (random disturbances)": {
        "description": "непредсказуемые изменения в системе, вызванные случайными факторами; могут возникать из-за ошибок в измерениях, неопределенности в параметрах системы, внешних воздействий и т. д."
    },
    "Случайные марковские поля (random Markov fields)": {
        "description": "графовая модель машинного обучения, в которой множество случайных величин обладает марковским свойством, описанным неориентированным графом. Модель марковской сети отличается от другой графовой модели машинного обучения, байесовской сети представлением зависимостей между случайными величинами."
    },
    "Случайные помехи (random noise)": {
        "description": "случайные возмущения во входах математической модели динамической системы, которые оказывают искажающее воздействие на ее выходы."
    },
    "Смешанная стратегия (mixed strategy)": {
        "description": "распределение вероятностей на множестве допустимых действий игрока."
    },
    "Совершенного согласования условия (perfect coordination conditions)": {
        "description": "условия назначения агентам планов, максимизирующих их функции полезности."
    },
    "Согласованная неопределенность (matched uncertainty)": {
        "description": "неопределенность относительно значений переменной (входа или состояния управляемой системы), на которую непосредственно оказывается управляющее воздействие."
    },
    "Согласованные возмущения (consistent disturbances)": {
        "description": "внешние возмущения, принадлежащие пространству управлений."
    },
    "Согласованный механизм (coordinated mechanism, incentive compatible mechanism)": {
        "description": "механизм управления, при котором выполнение плана выгодно агентам (является равновесием их игры)."
    },
    "Содержание (content)": {
        "description": "то, что составляет сущность чего-нибудь; (и форма) – философские категории, во взаимосвязи которых содержание, будучи определяющей стороной целого, представляет единство всех составных элементов объекта, его свойств, внутренних процессов, связей, противоречий и тенденций."
    },
    "Сознание (consciousness)": {
        "description": "отражение реальности в форме чувственных и умственных образов."
    },
    "Соответствия группового выбора (social choice correspondences)": {
        "description": "правила выбора, трансформирующие индивидуальные бинарные отношения (предпочтения) участников в функцию коллективного выбора."
    },
    "Состав (components, staff)": {
        "description": "совокупность элементов, образующих какое-нибудь целое."
    },
    "Состояние (state)": {
        "description": "набор значений (или интервалов допустимых значений) переменных параметров объекта."
    },
    "Состояние природы (state of nature)": {
        "description": "множество параметров, описывающих внешнюю (по отношению к рассматриваемой системе) среду."
    },
    "Социальная сеть (social network)": {
        "description": "социальная структура, состоящая из множества агентов (индивидуальных или коллективных, например, индивидов, семей, групп, организаций) и определенного на нем множества отношений (совокупности связей между агентами, например, знакомства, дружбы, сотрудничества, коммуникации)."
    },
    "Социальное влияние (social influence)": {
        "description": "поведение агента, которое имеет своим следствием или целью изменение представлений и (или) поведения другого агента (агентов)."
    },
    "Спайковая нейронная сеть (spiking neural network)": {
        "description": "синоним термина импульсная нейронная сеть."
    },
    "Спектр сигнала (spectral density)": {
        "description": "коэффициенты разложения сигнала в базисе ортогональных функций."
    },
    "Специализированный язык (special language, specialized language)": {
        "description": "язык программирования высокого уровня, ориентированный на решение определенного круга специальных задач."
    },
    "Способ (method)": {
        "description": "прием, действие, применяемые при осуществлении чего-либо."
    },
    "Сравнение (comparison)": {
        "description": "одна из мыслительных операций, лежащая в основе суждений о сходстве или различии объектов. С помощью сравнения выявляются количественные и качественные характеристики объектов, осуществляется их классификация, упорядочение и оценка."
    },
    "Средство (mean)": {
        "description": "прием действия (иногда и орудие) для достижения чего-нибудь."
    },
    "Стабилизация (stabilization)": {
        "description": "1) частный случай слежения, когда задающее воздействие есть постоянная величина, или обеспечение асимптотического приближения выходной переменной к задающему воздействию; 2) приведение чего-либо в устойчивое состояние."
    },
    "Стабилизируемость (stabilizability)": {
        "description": "частично управляемая система является стабилизируемой, если в канонической форме управляемости линейных систем подсистема неуправляемых переменных имеет устойчивую матрицу собственных движений; или вообще – свойство разрешимости задачи стабилизации."
    },
    "Стабильное информационное управление (stable informational control)": {
        "description": "такое информационное управление, при котором ожидания агентов (например, относительно их выигрышей) оправдываются."
    },
    "Статистические свойства оценок (statistical properties of estimates)": {
        "description": "свойства, относящиеся к оценкам, полученным в условиях стохастической неопределенности."
    },
    "Статическая обратная связь (static feedback)": {
        "description": "обратная связь, формируемая только на основе измеряемых переменных."
    },
    "Статическая ошибка (static error)": {
        "description": "отклонение текущего значения регулируемой величины от заданного значения в установившемся режиме."
    },
    "Степень отказоустойчивости (degree of fault tolerance)": {
        "description": "число отказавших элементов, восстановленных системой без нарушения работоспособности с начала работы до полного отказа системы."
    },
    "Стимулирование (incentive, stimulation)": {
        "description": "внешнее воздействие на организм, личность или группу людей, отражаемое в виде психической реакции; побуждение к совершению некоторого действия и последующее поощрение; воздействие, обуславливающее динамику психических состояний индивида и относящееся к ней как причина к следствию."
    },
    "Сторожевой таймер (watchdog timer)": {
        "description": "компонент аппаратного обеспечения, автоматически перезапускающий систему при обнаружении ее сбоя."
    },
    "Стохастические нейронные сети (stochastic neural networks)": {
        "description": "искусственные нейронные сети, содержащие в своем составе случайные компоненты (на уровне структуры сети, значений внутренних параметров, типа нейрона, типа функции активации)."
    },
    "Стохастические системы управления (stochastic control systems)": {
        "description": "системы управления, математическая модель которых включает случайные процессы или шумы, и которые, возможно, используют рандомизированную стратегию управления."
    },
    "Стратегическое поведение (strategic behavior)": {
        "description": "выбор субъектом действий в соответствии со своими целями и предпочтениями. Примером является предъявление неискренних предпочтений относительно альтернатив или сообщение недостоверной информации (см. также манипулирование информацией), ставящие целью улучшить для себя результат коллективного выбора."
    },
    "Стратегия (strategy)": {
        "description": "1) общий, недетализированный план, охватывающий длительный период времени, способ достижения сложной цели; 2) в теории игр – совокупность (для каждого момента принятия решений) отображений истории игры и информированности игрока во множество его допустимых действий."
    },
    "Стратегия лечения (treatment strategy)": {
        "description": "свод правил назначения препаратов, процедур и контроля над состоянием больного."
    },
    "Стратегия наказания (penalty strategy)": {
        "description": "обстановка игры или (и) управление, минимизирующее значение целевой функции агента."
    },
    "Стратегия обслуживания (service policy)": {
        "description": "дисциплина обслуживания."
    },
    "Стратегия управления запасами (inventory control strategy)": {
        "description": "набор условий и соотношений, которыми определяется необходимость подачи заказа на пополнение запасов, а также размер заказа."
    },
    "Структура (structure)": {
        "description": "совокупность устойчивых связей и отношений между элементами системы."
    },
    "Структурная идентификация (structural identification)": {
        "description": "выбор системы уравнений, или структуры оператора, или их конечного множества, которые будут использоваться в качестве модели системы."
    },
    "Субъект (subject)": {
        "description": "носитель предметно-практической деятельности и познания, источник активности, направленной на объект; индивид или их множество как источник познания и преобразования действительности, носитель активности."
    },
    "Субъект управления (control subject)": {
        "description": "управляющая подсистема в системе управления."
    },
    "Супераддитивная характеристическая функция (superadditive characteristic function)": {
        "description": "характеристическая функция, для которой сумма значений характеристической функции любой пары непересекающихся коалиций не превышает значения характеристической функции объединения этих коалиций."
    },
    "Суперпозиция (superposition)": {
        "description": "наложение независимых событий, состояний, явлений."
    },
    "Суперпозиция функций (functions superposition)": {
        "description": "функция, полученная из некоторого множества функций путем подстановки одной функции в другую или отождествления переменных."
    },
    "Сущность (essence)": {
        "description": "1) суть, основа предмета; 2) предмет, объект, единица рассмотрения."
    },
    "Сценарный подход (scenario approach)": {
        "description": "совокупность методов анализа систем с целью выявления и систематизации возможных вариантов их динамики в зависимости от начальных и внешних условий, а также управляющих воздействий; широко распространен в имитационном моделировании."
    },
    "Таксономия (taxonomy)": {
        "description": "1) учение о принципах и практике классификации и систематизации; 2) результат классификации или систематизации; математически таксономией является древовидная структура классификаций определенного набора объектов."
    },
    "Тангаж (pitch)": {
        "description": "то же, что дифферент применительно к летательному аппарату."
    },
    "Текущий риск (current risk)": {
        "description": "величина риска (группы рисков) с учетом воздействия на него реализованных на текущий момент защитных мер."
    },
    "Телемедицина (telemedicine)": {
        "description": "совокупность программ и устройств, обеспечивающая дистанционное общение врача с пациентом с целью консультаций и мониторинга состояния пациента, пересылки результатов медицинских исследований и осмотров другим врачам при проведении консилиума."
    },
    "Теорема (theorem)": {
        "description": "положение, устанавливаемое при помощи доказательства; одна из форм организации научного знания."
    },
    "Теория (theory)": {
        "description": "комплекс взглядов, представлений, идей, направленных на истолкование и объяснение какого-либо круга явлений; в более узком смысле – высшая, самая развитая форма организации научного знания, дающая целостное представление о закономерностях и существенных связях определенной области – объекта данной теории."
    },
    "Теория автоматического управления, теория автоматического регулирования, ТАУ, ТАР (automatic control theory)": {
        "description": "раздел теории управления, изучающий процессы автоматического управления."
    },
    "Теория активных систем (active systems theory)": {
        "description": "раздел теории управления социально-экономическими системами (активными системами, организационными системами), изучающий свойства механизмов их функционирования, обусловленные проявлениями активности участников системы."
    },
    "Теория выбора (choice theory)": {
        "description": "научное направление в рамках теории принятия решений, затрагивающее постановку проблемы выбора, ее логико-методологические принципы, модельные конструкции, многообразие конкретных задач выбора, понятий и теорем."
    },
    "Теория графов (graph theory)": {
        "description": "раздел прикладной математики, исследующий свойства множеств (в основном конечных) с заданными отношениями между их элементами."
    },
    "Теория игр (game theory)": {
        "description": "раздел прикладной математики, исследующий модели игр – принятия решений в условиях несовпадения интересов сторон (игроков), когда каждая сторона стремится воздействовать на развитие ситуации в собственных интересах."
    },
    "Теория массового обслуживания, ТМО (queuing theory, QT)": {
        "description": "прикладной раздел теории вероятностей, в которой рассматриваются и исследуются математические модели систем массового обслуживания."
    },
    "Теория перспектив (prospect theory)": {
        "description": "теория принятия решений в условиях риска, которая утверждает, что индивидуумы больше предпочитают малый выигрыш с большей определенностью, чем больший выигрыш с большей неопределенностью."
    },
    "Теория полезности (utility theory)": {
        "description": "теория, оперирующая полезностью или соотношением полезностей экономических агентов от реализации тех или иных событий или действий. Различают ординалистскую и кардиналистскую теории полезности."
    },
    "Теория принятия решений (decision theory)": {
        "description": "научное направление, основанное на математических и иных моделях для изучения процесса принятия решений."
    },
    "Теория расписаний (scheduling theory)": {
        "description": "раздел дискретной оптимизации (исследования операций), в котором строятся и анализируются математические модели календарного планирования (т. е. упорядочения во времени) целенаправленных действий с учетом целевой функции и ограничений."
    },
    "Теория систем (systems theory)": {
        "description": "междисциплинарная область науки, изучающая строение, поведение и взаимодействие различных систем в природе и обществе."
    },
    "Теория управления организационными системами (organizations control theory)": {
        "description": "раздел теории управления, исследующий задачи управления организационными системами."
    },
    "Терминальное управление (optimal control problem with terminal conditions)": {
        "description": "управление, переводящее динамическую систему из заданного начального состояния в заданное конечное состояние (или его окрестность) за заданное время."
    },
    "Тесная интеграция (tight integration)": {
        "description": "метод построения интегрированной навигационной системы, при котором для выработки навигационной информации применяется совместная обработка псевдодальностей, псевдоскоростей и инерциальных измерений."
    },
    "Тест (test)": {
        "description": "набор входных воздействий на систему или ее элемент, результат которого позволяет сделать вывод о работоспособности или неработоспособности проверяемого объекта."
    },
    "Тестирование (testing)": {
        "description": "эмпирический метод исследования, диагностическая процедура, заключающаяся в применении тестов (от английского test – задача, проба)."
    },
    "Тестовый контроль (testing)": {
        "description": "проверка работоспособности с помощью встроенных в объект тестов или внешним тестированием."
    },
    "Тестопригодность (testability)": {
        "description": "степень доступности устройства для тестовых воздействий, производимых с целью выяснения его реального технического состояния."
    },
    "Техника (technique)": {
        "description": "1) совокупность искусственных средств деятельности (устройств, навыков, приемов, умений), позволяющая реализовывать технологию; 2) совокупность методов и приемов, применяемая в какой-либо деятельности."
    },
    "Техническая защита информации (technical data protection)": {
        "description": "защита информации, заключающаяся в обеспечении некриптографическими методами безопасности информации (данных), подлежащей (подлежащих) защите в соответствии с действующим законодательством, с применением технических, программных и программно-технических средств."
    },
    "Техническое состояние (technical state)": {
        "description": "состояние объекта, характеризуемое совокупностью установленных в документации параметров, описывающих его способность выполнять требуемые функции в рассматриваемых условиях."
    },
    "Техногенные риски (manmade risks)": {
        "description": "возможность нежелательных последствий от опасных явлений (аварий и катастроф на объектах техносферы), а также ухудшения окружающей среды из-за промышленных выбросов в процессе хозяйственной деятельности."
    },
    "Технология (technology)": {
        "description": "совокупность методов, операций, приемов, этапов и т. д., последовательное осуществление которых обеспечивает решение поставленной задачи."
    },
    "Типовое решение (generic solution, off-the-shelf solution)": {
        "description": "«универсальное» решение (например, программное обеспечение), адаптируемое к условиям работы в конкретной ситуации путем настройки ряда параметров."
    },
    "Типология (typology)": {
        "description": "1) метод научного пoзнания, в основе которого лежит расчленение систем объектов и их группировка (см. классификация) с помощью обобщенной, идеализированной модели или типа; 2) результат типологического описания и сопоставления."
    },
    "Точечная модель (point model)": {
        "description": "последовательность пространственных точек с координатами и их свойствами (например, с цветом, плотностью, температурой и т. д.), из которых состоит поверхность или тело графического объекта."
    },
    "Точка подачи заказов, точка заказа (reorder point)": {
        "description": "уровень запасов, который в рамках стратегии управления запасами определяет необходимость подачи заказа: если запас в системе управления запасами меньше или равен точке заказа, то запасы пополнять нужно, в противном случае заказ не подается."
    },
    "Точная медицина (precision medicine)": {
        "description": "инновационный подход в здравоохранении, при котором профилактика, диагностика и лечение заболеваний подбираются прежде всего с учетом генетической информации конкретного человека, а также особенностей его образа жизни и среды обитания."
    },
    "Транспортная задача (transportation problem)": {
        "description": "задача оптимизации потоков грузов, размещения пунктов производства и потребления и т. п. Представляется графом, вершинами которого являются пункты (производства, потребления и т. д.), а ребрами (дугами) – дороги (автомобильные, железные и др.) сети снабжения (энергоснабжения, газоснабжения, снабжения товарами и т. д.)."
    },
    "Трансформер (transformer)": {
        "description": "архитектура глубокой нейронной сети, оперирующая зависимостями между элементами последовательности во входных данных."
    },
    "Тренажер (trainer)": {
        "description": "механическое, программное, электрическое либо комбинированное учебно-тренировочное устройство, искусственно имитирующее различные нагрузки или ситуации."
    },
    "Углы ориентации (orientation angles)": {
        "description": "углы, позволяющие однозначно задать ориентацию подвижного объекта в пространстве, например, углы курса, крена и тангажа (дифферента), при этом последовательность поворотов может задаваться по-разному."
    },
    "Угроза (menace)": {
        "description": "совокупность факторов и условий, создающих возможность нарушения безопасности, вызывающую или способную вызвать негативные последствия (ущерб)."
    },
    "Удаленный доступ (remote access)": {
        "description": "технология или приложение либо набор технологий или приложений для управления одним устройством с помощью другого по сети."
    },
    "Унифицированный сигнал (unified signal)": {
        "description": "сигнал, форма представления, способ и точность кодирования которого являются едиными (общими) для заданного множества информационных процессов."
    },
    "Управление (control)": {
        "description": "воздействие на управляемую систему, нацеленное на обеспечение требуемого ее поведения."
    },
    "Управление активами и фондами (enterprise asset management, EAM)": {
        "description": "управление предприятием, и нацеленное на эффективное управление физическими активами и режимами их работы, рисками и расходами на протяжении всего жизненного цикла для достижения и выполнения стратегических планов организации."
    },
    "Управление в экологических системах (management in ecological systems)": {
        "description": "управление риском для обеспечения максимально возможной при заданных условиях степени защищенности или устойчивости социальных, экономических, экологических и др. систем от опасных природных и техногенных воздействий."
    },
    "Управление запасами (inventory management)": {
        "description": "раздел исследования операций, изучающий математические модели оптимизации запасов произведенных товаров, незавершенного производства, сырья и других объектов деятельности предприятиями с целью уменьшения затрат на хранение при обеспечении уровня обслуживания и бесперебойной работы предприятия."
    },
    "Управление информационной безопасностью (information security management)": {
        "description": "часть общей системы управления предприятием, которая основывается на аналитике рисков, предназначена для проектирования, реализации, контроля, сопровождения, улучшения мер в сфере информационной безопасности и кибербезопасности."
    },
    "Управление информационными рисками (information risk management)": {
        "description": "непрерывный процесс, основной задачей которого является своевременное обнаружение, оценка и уменьшение рисков появления угроз разглашения конфиденциальной или коммерчески важной информации об организации."
    },
    "Управление пакетами (package management)": {
        "description": "набор инструментов, обеспечивающий унифицированный метод установки, обновления и удаления программного обеспечения."
    },
    "Управление по возмущению (disturbance control)": {
        "description": "принцип управления, который состоит в том, что управляющее воздействие является функцией от результатов измерения возмущений, действующих на объект управления. Система управления, построенная, по этому принципу, представляет собой разомкнутую систему без обратной связи."
    },
    "Управление положением (position control)": {
        "description": "управление, обеспечивающее достижение заданных координат управляемой динамической системой."
    },
    "Управление потоками (thread management, thread control)": {
        "description": "механизмы создания и уничтожения потоков команд, их взаимной синхронизации и обеспечения необходимыми ресурсами."
    },
    "Управление проектами (project management)": {
        "description": "раздел теории управления социально-экономическими системами, изучающий эффективные методы, формы и средства управления изменениями (проектами)."
    },
    "Управление формациями (formation control)": {
        "description": "модели и протоколы мультиагентных систем, обеспечивающие заданную траекторию и предписанную конфигурацию движения для беспилотных мобильных агентов."
    },
    "Управление цепочками поставок (supply chain management, SCM)": {
        "description": "концепция, заключающаяся в интегрированном подходе к планированию и управлению всем потоком информации о сырье, материалах, продуктах, услугах, возникающих и преобразующихся в логистических процессах предприятия."
    },
    "Управляемость (controllability)": {
        "description": "система называется управляемой, если она может быть переведена из произвольного начального состояния в любое другое состояние за конечное время с помощью допустимого управления. Критерий управляемости линейных систем: матрица управляемости имеет полный ранг."
    },
    "Управляющая вычислительная машина (control computer)": {
        "description": "вычислительная машина, включенная в контур управления техническими объектами."
    },
    "Управляющий вычислительный комплекс (control computer complex)": {
        "description": "две и более управляющие вычислительные машины, а также вспомогательное оборудование, предназначенные для выполнения взаимосвязанных функций управления."
    },
    "Уравнения в отклонениях (deviation equations)": {
        "description": "дифференциальные уравнения, получающиеся как результат линеаризации исходных нелинейных уравнений в окрестности заданного решения; содержат матрицы Якоби соответствующих нелинейных функций."
    },
    "Уравнение Ляпунова (Lyapunov equation, Lyapunov's equation)": {
        "description": "линейное матричное уравнение, применяемое для анализа устойчивости линейных систем и решения задач оптимального управления."
    },
    "Уравнение Риккати (Riccati's equation, Riccati equation)": {
        "description": "квадратичное матричное уравнение, применяемое для анализа устойчивости линейных систем и решения задач оптимального управления."
    },
    "Уравнения ошибок ИНС (INS error equations)": {
        "description": "уравнения, связывающие ошибки определения навигационных параметров инерциальной системой с параметрами движения объекта и характеристиками инерциальных измерителей."
    },
    "Условие (condition)": {
        "description": "то, от чего зависит, что ограничивает нечто другое (обусловливаемое)."
    },
    "Устойчивость (stability)": {
        "description": "способность системы либо сохранять свое состояние или целевую траекторию движения, либо сколько угодно мало отклоняться от них при влиянии внешних возмущений."
    },
    "Устранение неопределенности (uncertainty removal)": {
        "description": "процедура перехода от предпочтений, зависящих от неопределенных параметров, к предпочтениям, определенным на множестве параметров, выбираемых субъектом."
    },
    "Утверждение (statement)": {
        "description": "1) высказывание, претендующее на истинность; 2) в математике – синоним теоремы."
    },
    "Уязвимость (flaw)": {
        "description": "внутреннее свойство объекта, создающее восприимчивость к воздействию, которое может привести к какому-либо негативному последствию."
    },
    "Фаззификация, фазификация (fuzzification)": {
        "description": "процедура, обратная дефазификации; процесс преобразования четких переменных или множеств в нечеткие."
    },
    "Фазовые измерения (phase measurements)": {
        "description": "в навигационных системах: измерения дальностей и скоростей, полученные при измерении фазы несущей частоты."
    },
    "Факт (fact)": {
        "description": "1) то, что произошло и зафиксировано; 2) научный факт – факт, относящийся к области какой-либо науки, достоверность которого зафиксирована методами этой науки"
    },
    "Фактор (factor)": {
        "description": "движущая сила, причина, существенное обстоятельство какого-либо явления, процесса."
    },
    "Фантомный агент (phantom agent)": {
        "description": "агент, существующий в сознании реальных и других фантомных агентов."
    },
    "Фильтр Калмана (Kalman filter)": {
        "description": "оптимальный в среднеквадратичном рекуррентный алгоритм, последовательно уточняющий оценку вектора состояния динамической системы с использованием ряда неполных и зашумленных измерений."
    },
    "Фильтр сигма-точек (sigma-point Kalman filter, SPKF)": {
        "description": "нелинейное обобщение фильтра Калмана; аналогичен ансцентному фильтру Калмана, но использует другие узлы и веса для вычисления средних и ковариационной матрицы."
    },
    "Фильтр частиц (particle filter, PF)": {
        "description": "фильтр, применяемый для решения задач оценивания в нелинейных системах; основан на последовательном методе Монте-Карло."
    },
    "Фильтр с бесконечной импульсной характеристикой, БИХ-фильтр (infinite impulse response filter, IIR)": {
        "description": "линейный стационарный дискретный фильтр, для которого импульсная характеристика имеет бесконечную длину во временной области."
    },
    "Фильтрация (filtration)": {
        "description": "процесс отделения полезного сигнала от шума, т. е. определения состояния системы на основании неполных и (или) зашумленных наблюдений (см. также оценивание)."
    },
    "Фильтр с конечной импульсной характеристикой, КИХ-фильтр (finite impulse response filter, FIR)": {
        "description": "линейный стационарный дискретный фильтр, для которого импульсная характеристика является финитной функцией."
    },
    "Форма (form)": {
        "description": "вид, тип, устройство, организация чего-либо, обусловленные определенным содержанием."
    },
    "Формализация (formalization)": {
        "description": "представление какой-либо содержательной области (рассуждений, доказательств, научных теорий) в точном математическом виде."
    },
    "Фотоэлектрический датчик (photoelectric sensor, photo-electric sensor)": {
        "description": "датчик для определения значений физических величин оптического излучения, работа первичного(-ых) преобразователя(-ей) которого основана на фотоэлектрическом эффекте."
    },
    "Фрейм (frame)": {
        "description": "структура данных, используемая для представления знаний, содержащая описание объекта в виде атрибутов и их значений."
    },
    "Фрирайдер, безбилетник (free-rider)": {
        "description": "экономический агент, стремящийся бесплатно получить общественное благо."
    },
    "Функциональная избыточность (functional redundancy)": {
        "description": "производимое с целью улучшения живучести системы ее усложнение посредством введения дополнительных функций и компонентов, наличие которых не является принципиально необходимым для реализации данной задачи."
    },
    "Функционально-воксельная модель (functional-voxel model, FV-model)": {
        "description": "способ компьютерного представления многомерной аналитической функции на компьютере в виде воксельного отображения компонентов ее локального градиентного поля."
    },
    "Функциональный контроль (built-in-checking)": {
        "description": "встроенная в объект аппаратура для контроля работоспособности отдельных узлов в процессе функционирования."
    },
    "Функциональный наблюдатель (functional observer)": {
        "description": "метод оценивания некоторого функционала от состояния системы (см. также наблюдатель)."
    },
    "Функциональный язык (functional language)": {
        "description": "язык программирования высокого уровня, в котором программа состоит из совокупности вычислений значений функций. Функции в языке могут использовать только значения своих аргументов, поэтому программа на функциональном языке не предполагает явного хранения своего состояния во внешних переменных."
    },
    "Функционирование (functioning)": {
        "description": "выполнение своих функций; функционировать – значит действовать, быть в действии, работать."
    },
    "Функция (function)": {
        "description": "1) обязанность, круг деятельности, назначение, роль; 2) отношение двух (группы) объектов, в котором изменению одного из них сопутствует изменение другого; 3) одно из основных понятий математики: однозначная зависимость некоторой величины (значения функции) от определенного множества других величин (аргументов функции)."
    },
    "Функция активации (activation function)": {
        "description": "синоним термина передаточная функция нейронов."
    },
    "Функция выбора (choice function)": {
        "description": "функция, отображающая множество предъявленных альтернатив в его подмножество."
    },
    "Функция Ляпунова (Lyapunov's function, Lyapunov function)": {
        "description": "скалярная функция, используемая для исследования устойчивости решений обыкновенного дифференциального уравнения или системы обыкновенных дифференциальных уравнений с помощью второго (прямого) метода Ляпунова."
    },
    "Функция полезности (utility function)": {
        "description": "действительнозначная функция, заданная на множестве допустимых результатов деятельности и управлений центров и отражающая предпочтения и интересы субъекта (рациональность поведения последнего заключается в стремлении к экстремизации функции полезности)."
    },
    "Функция принадлежности (membership function)": {
        "description": "в нечеткой логике: обобщение характеристической функции классического множества; функция, отображающая множество в единичный отрезок, ее значение – мера того, насколько элемент принадлежит этому множеству."
    },
    "Функция стимулирования (incentive function)": {
        "description": "функция, отображающая множество допустимых действий агентов в размеры вознаграждений, выплачиваемых им центром."
    },
    "Хаотическая динамика (chaotic dynamics)": {
        "description": "движение в системах, в которых все траектории ограничены, но быстро расходятся в каждой точке фазового пространства; в системе детерминированного хаоса небольшое изменение начальных условий приводит к существенным изменениям во всей траектории; процессы в такой динамической системе описываются странным аттрактором."
    },
    "Характеристика (characteristic)": {
        "description": "1) описание типичных, отличительных черт, качеств кого или чего-нибудь; 2) результат такого описания в виде совокупности типичных, отличительных черт, свойств."
    },
    "Характеристическая функция (characteristic function)": {
        "description": "1) функция-индикатор принадлежности элемента множеству; 2) в теории игр – функция множеств, ставящая в соответствие каждой коалиции ее выигрыш."
    },
    "Хэш-функция (hash function)": {
        "description": "алгоритм, преобразовывающий произвольный массив данных в состоящую из букв и цифр строку фиксированной длины."
    },
    "Целевая функция (goal function)": {
        "description": "действительнозначная функция, заданная на множестве допустимых действий агентов и управлений центров и отражающая предпочтения и интересы субъекта (рациональность поведения последнего заключается в стремлении к экстремизации целевой функции)."
    },
    "Целеполагание (goal setting)": {
        "description": "процесс определения цели деятельности, действий."
    },
    "Целостность (integrity)": {
        "description": "состояние информации, при котором любое ее изменение осуществляется только преднамеренно субъектами, имеющими на него право."
    },
    "Цель (goal)": {
        "description": "то, к чему стремятся, что надо осуществить; осознанный образ предвосхищаемого результата деятельности."
    },
    "Центр (principal)": {
        "description": "управляющий орган; игрок, делающий ход первым (метаигрок)."
    },
    "Цепь поставок (supply chain)": {
        "description": "многозвенная цепь предприятий, которые участвуют в процессе выполнения заявки на пополнение запасов в системе управления запасами."
    },
    "Цифровая карта (digital card)": {
        "description": "цифровая модель местности, созданная путем оцифровки картографических источников, фотограмметрической обработки данных дистанционного зондирования, цифровой регистрации данных полевых съемок или иным способом, записанная на машинный носитель в установленных структуре и кодах, применительно к определенной проекции и разграфке, системе координат и высот, условных знаков и способов изображения, принятых для карт и планов, отвечающая установленным для конкретного использования требованиям по точности и содержанию."
    },
    "Цифровая модель местности, ЦММ (digital terrain model, DTM)": {
        "description": "картографическая модель, включающая логико-математическое описание в цифровой форме объектов местности и содержащая данные об их характеристиках. Формируется в принятых для карт проекциях, разграфке, системах координат и высот, с учетом законов картографической генерализации и установлением необходимых топологических отношений между объектами."
    },
    "Цифровая модель рельефа, ЦМР (digital elevation model, DEM)": {
        "description": "средство цифрового представления трехмерных пространственных объектов (поверхностей, рельефов) в виде трехмерных данных как совокупности высот или отметок глубин и иных значений аппликат в узлах регулярной сети с образованием матрицы высот, нерегулярной треугольной сети или как совокупность записей горизонталей (изогипс, изобат) или иных изолиний."
    },
    "Цифровая подпись (digital signature)": {
        "description": "реквизит электронного документа, предназначенный для защиты данного электронного документа от подделки, полученный в результате криптографического преобразования информации с использованием закрытого ключа и позволяющий идентифицировать владельца подписи, а также установить отсутствие искажения информации в электронном документе."
    },
    "Цифровое моделирование рельефа (digital terrain modeling)": {
        "description": "процесс интерполирования высот точек по известным значениям и экстраполирования высот в выбранных точках цифровой модели рельефа на основании ограниченного числа измерений."
    },
    "Цифровое покрытие (digital coverage)": {
        "description": "цифровая модель карты, формирующая единицу хранения векторной базы картографических данных ГИС и содержащая географические объекты первичного уровня (точки, дуги, узлы, полигоны) и вторичного уровня (координаты углов, аннотации)."
    },
    "Цифровые сигналы (digital signals)": {
        "description": "дискретные сигналы, которые могут принимать лишь конечное число значений, соответствующих уровням квантования."
    },
    "Частотная неопределенность (frequency uncertainty)": {
        "description": "неопределенность в системе, задаваемой описанием в частотной области (с помощью передаточных функций)."
    },
    "Часть (part)": {
        "description": "подмножество, доля чего-либо целого."
    },
    "Чат-бот (chatbots)": {
        "description": "автоматизированная программная система, цель которой – предоставлять пользователям информационные услуги на естественном языке посредством текстового или голосового взаимодействия без участия человека."
    },
    "Человек (human)": {
        "description": "общественное существо, обладающее разумом и сознанием, субъект общественно-исторической деятельности и культуры, относящийся к виду человек разумный."
    },
    "Числовое программное управление, ЧПУ (CNC)": {
        "description": "область техники, связанная с применением цифровых вычислительных устройств для управления производственными процессами и оборудованием, как правило – станками."
    },
    "Чувствительный элемент (sensing element)": {
        "description": "конструктивная или топологическая часть датчика или его первичного преобразователя, изменение состояния которой под действием контролируемой физической величины является входным информационным сигналом датчика (первичного преобразователя)."
    },
    "Шкала (scale)": {
        "description": "числовая система, в которой отношения между различными свойствами изучаемых явлений, процессов переведены в свойства того или иного упорядоченного множества, как правило – множества чисел."
    },
    "Школа научная (scientific school)": {
        "description": "относительно небольшой научный коллектив, объединенный не столько организационными рамками, не только конкретной тематикой, но и общей системой взглядов, идей, интересов, традиций – сохраняющейся, передающейся и развивающейся при смене научных поколений."
    },
    "Шумоочистка (noise cancelling)": {
        "description": "функция, предназначенная для уменьшения нежелательного фонового шума в аудиосигналах."
    },
    "Шунтирование (shunting)": {
        "description": "установка корректирующего звена параллельно с объектом управления с целью получения уравнения расширенного объекта (включающего объект и шунт), соответствующего требованию строгой положительной вещественности."
    },
    "Эксперимент (experiment)": {
        "description": "эмпирический метод исследования, метод-действие, суть которого заключается в том, что явления и процессы изучаются в строго контролируемых и управляемых условиях. Основной принцип любого эксперимента – изменение в каждой исследовательской процедуре только одного какого-либо фактора при неизменности и контролируемости остальных."
    },
    "Эксперт (expert)": {
        "description": "субъект (сведущее лицо, специалист), привлекаемый для того, чтобы высказать свое мнение, дать заключение по поводу какого-нибудь дела, вопроса."
    },
    "Экспертиза (expertise)": {
        "description": "рассмотрение какого-нибудь дела, вопроса экспертами для дачи заключения; исследование какого-либо объекта, ситуации, вопроса, требующих специальных знаний, с представлением мотивированного заключения."
    },
    "Экспертная система (expert system)": {
        "description": "интеллектуальная система, содержащая а) базу знаний, полученных методами извлечения знаний, б) средства логического вывода и в) подсистему объяснений предлагаемых решений и рекомендаций."
    },
    "Электромехатроника (electromechatronics)": {
        "description": "отрасль науки и техники, связанная с разработкой теории и технологий автоматических систем электромеханического преобразования энергии, создаваемых путем функционального и конструктивного объединения электромеханических преобразователей с электронными компонентами."
    },
    "Электронный ключ (electronic key)": {
        "description": "устройство, предназначенное для защиты программ и данных от несанкционированного использования и тиражирования."
    },
    "Электротехника (electrical engineering)": {
        "description": "область техники, изучающая получение, распределение, преобразование и использование электрической энергии."
    },
    "Элемент (element)": {
        "description": "составная часть чего-либо, неразложимая в рассматриваемом контексте."
    },
    "Эллипсоидальное оценивание (ellipsoidal estimation)": {
        "description": "частный случай гарантированного оценивания, при котором в качестве оценивающего множества выступает эллипсоид."
    },
    "Эмерджентность (emergence)": {
        "description": "свойство систем, состоящее в том, что свойства целого не сводятся к совокупности свойств частей, из которых оно состоит, и не выводятся из них."
    },
    "Эпидемиологические модели (epidemiological models)": {
        "description": "математические модели, позволяющие описать и предсказать распространение инфекционного заболевания среди населения с учетом характеристик различных групп населения, возрастного состава, специфических свойств возбудителя инфекции. На основании результатов моделирования делаются выводы об эффективности мер по предотвращению распространения заболевания: вакцинация, введение карантина и др. Широкое распространение получили компартментные эпидемические модели SIR, SIS, SEIR, MSEIR, SEIJR, а также агентные модели."
    },
    "Эпидемия (epidemic, outbreak)": {
        "description": "распространение заболевания, при котором заболеваемость значительно превышает ожидаемый на данной территории уровень. Различают взрывообразную (эксплозивную), возникающую в случае одномоментного заражения людей при кратковременном действии общего фактора передачи возбудителя болезни, и вялую (торпидную), характеризующуюся медленным подъемом и спадом уровня заболеваемости при недостаточно высокой активности механизма передачи возбудителя."
    },
    "Эргатическая система (ergatic system)": {
        "description": "любая система, включающая человека; в узком смысле – человеко-машинная система управления, т. е. включающая человека-оператора и объект управления."
    },
    "Эргономика (ergonomics)": {
        "description": "наука о приспособлении предметов, условий и средств труда для наиболее безопасной и эффективной деятельности, исходя из физических и психических особенностей человеческого организма."
    },
    "Эталонная модель (reference model)": {
        "description": "модель, которая описывает желаемую и достижимую реакцию системы на задающий сигнал. В качестве эталонной модели применяют типовые звенья систем автоматического управления (например, апериодическое звено). Порядок и параметры эталонной модели зависят от порядка и свойств объекта управления, а также требуемого качества работы системы управления."
    },
    "Эфемериды (ephemeris)": {
        "description": "таблицы небесных координат Солнца, Луны, планет и других астрономических объектов (в том числе искусственных), вычисленных через равные промежутки времени, например, на полночь каждых суток."
    },
    "Эффективность (efficiency)": {
        "description": "степень соотношения полученного результата и характеристик, использованных для его достижения ресурсов."
    },
    "Эффективность управления (control efficiency)": {
        "description": "зависимость критерия эффективности от значений параметров системы управления."
    },
    "Явление (phenomenon)": {
        "description": "то или иное обнаружение (выражение) предмета или процесса, внешней формы его существования."
    },
    "Ядро игры (core)": {
        "description": "множество таких дележей в кооперативной игре, что любая коалиция не может дать своим участникам выигрыш больший, чем они в сумме получают в дележе из ядра."
    },
    "Язык описания данных (data definition language, data description language)": {
        "description": "непроцедурный язык декларативного типа, предназначенный для описания физической и логической структуры данных."
    },
    "Язык представления знаний (knowledge representation language)": {
        "description": "язык формального описания знаний."
    },
    "Язык программирования высокого уровня (high-level programming language)": {
        "description": "язык программирования с высоким уровнем абстрагирования от архитектуры процессора и вычислительной системы. Обычно содержит конструкции, позволяющие описывать различные структуры данных и операции над ними."
    },
    "Язык реального времени (programming language for real-time systems)": {
        "description": "язык программирования для операционных систем реального времени; компилируемый язык, обеспечивающий максимально возможную производительность программы."
    },
    "Язык управления заданиями (job control language)": {
        "description": "язык программирования сценариев, применяющийся в операционных системах мейнфреймов для управления запуском пакетных заданий."
    },
    "Языковое моделирование (language modeling)": {
        "description": "процесс создания вероятностной модели естественного языка, которая генерирует вероятности серии слов на основе корпуса обучающих данных, на котором она обучалась."
    }
}